tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "mongodb/brew"
tap "romkatv/powerlevel10k"
brew "gauge"
brew "xz"
brew "gcc"
brew "gettext"
brew "gh"
brew "git"
brew "libfido2"
brew "mosquitto", restart_service: true
brew "zlib"
brew "mysql"
brew "node", link: false
brew "openssl@3", link: false
brew "readline"
brew "pyenv", args: ["HEAD"]
brew "redis"
brew "sqlite"
brew "tcl-tk"
brew "wget"
brew "mongodb/brew/mongodb-community"
cask "basictex"
vscode "aaron-bond.better-comments"
vscode "alefragnani.project-manager"
vscode "Angular.ng-template"
vscode "batisteo.vscode-django"
vscode "codezombiech.gitignore"
vscode "cschlosser.doxdocgen"
vscode "DanielSanMedium.dscodegpt"
vscode "dbaeumer.vscode-eslint"
vscode "DivyanshuAgrawal.competitive-programming-helper"
vscode "donjayamanne.git-extension-pack"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "franneck94.c-cpp-runner"
vscode "getgauge.gauge"
vscode "GitHub.copilot"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "James-Yu.latex-workshop"
vscode "jeff-hykin.better-cpp-syntax"
vscode "lllllllqw.jsdoc"
vscode "medo64.render-crlf"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "PKief.material-icon-theme"
vscode "redhat.java"
vscode "ritwickdey.LiveServer"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "tinaciousdesign.theme-tinaciousdesign"
vscode "twxs.cmake"
vscode "vadimcn.vscode-lldb"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "waderyan.gitblame"
vscode "yzhang.markdown-all-in-one"
vscode "ziyasal.vscode-open-in-github"
