{
  "I18N_ABOUT_PAGE_TITLE": "Title of the About page that explains Oppia mission and the Oppia foundation.",
  "I18N_ACTION_APPLY_TO_TEACH_WITH_OPPIA": "Text displayed in a button on the Teach page. - When the user clicks the button they are taken to a form that allows them to apply to the 'Teach with Oppia' program. The 'Teach with Oppia' text should be in English.",
  "I18N_ACTION_BROWSE_EXPLORATIONS": "Text displayed in a button on the Home and Teach pages. - When the user clicks the button they are taken to the library page.",
  "I18N_ACTION_BROWSE_LESSONS": "Text displayed in a button on the Home page. - When the user clicks the button they are taken to the library page.",
  "I18N_ACTION_CREATE_EXPLORATION": "Text displayed in a button on the Home and Teach pages. - When the user clicks the button they are taken to their dashboard, and a dialog is opened where the user can create a new exploration.",
  "I18N_ACTION_CREATE_LESSON": "Text displayed in a button on the Home page. - When the user clicks the button they are taken to their dashboard, and a dialog is opened where the user can create a new exploration.",
  "I18N_CREATE_ACTIVITY_QUESTION": "Text displayed as the first sentence in a dialog. - The dialog appears when the user clicks the I18N_CREATE_EXPLORATION_CREATE button.",
  "I18N_CREATE_ACTIVITY_TITLE": "Text displayed in the header of a dialog. - The dialog appears when the user clicks the I18N_CREATE_EXPLORATION_CREATE button.",
  "I18N_CREATE_COLLECTION": "Text of a button in the 'create new activity' dialog. - When the user clicks the button, a new collection is created and they are taken to the exploration editor page.",
  "I18N_CREATE_EXPLORATION": "Text of a button in the 'create new activity' dialog. - When the user clicks the button, a new exploration is created and they are taken to the exploration editor page.",
  "I18N_CREATE_EXPLORATION_CREATE": "Text displayed in a button in the navigation bar. - When the user clicks the button a dialog is opened where the user can create a new exploration.",
  "I18N_CREATE_EXPLORATION_QUESTION": "Subtitle of a dialog. - The user is asked if he wants to create a new exploration. See I18N_CREATE_EXPLORATION_CREATE.",
  "I18N_CREATE_EXPLORATION_TITLE": "Title of a dialog. - see I18N_CREATE_EXPLORATION_CREATE",
  "I18N_CREATE_EXPLORATION_UPLOAD": "Text displayed in a button in the navigation bar",
  "I18N_CREATE_NO_THANKS": "Text of the cancel button of a dialog. - see I18N_CREATE_EXPLORATION_CREATE.",
  "I18N_CREATE_YES_PLEASE": "Text of the confirmation button of a dialog. - see I18N_CREATE_EXPLORATION_CREATE.",
  "I18N_DASHBOARD_OPEN_FEEDBACK": "Text of feedback icon shown in summary tile of an exploration in card view in the user's dashboard page.",
  "I18N_DASHBOARD_MY_COLLECTIONS": "Title shown in a tab header in the user's dashboard page. - Clicking on this tab header shows a list of the collections the user has created.",
  "I18N_DASHBOARD_MY_EXPLORATIONS": "Title shown in a tab header in the user's dashboard page. - Clicking on this tab header shows a list of the explorations the user has created.",
  "I18N_DIRECTIVES_DRAG_IMAGE_HERE": "Text displayed in the preferences page. - Text shown in the dialog shown to upload a profile picture. The user can upload the picture by dragging a file to the area with this text.",
  "I18N_DIRECTIVES_OR_SELECT_FILE": "Text displayed in the preferences page. - Text shown in the dialog shown to upload a profile picture below the area where user can upload the picture by dragging a file and up the button to upload a picture from the local file system.",
  "I18N_ERROR_DISABLED_EXPLORATION": "Text displayed as title when an exploration is unavailable due to having been disabled.",
  "I18N_ERROR_DISABLED_EXPLORATION_MESSAGE": "Description shown in the center of the error page for an 'exploration unavailable' error.",
  "I18N_ERROR_DISABLED_EXPLORATION_PAGE_TITLE": "Title of the page displayed when an 'exploration unavailable' error occurred.",
  "I18N_ERROR_HEADER_400": "Text displayed as title when a 400 type error occurred.",
  "I18N_ERROR_HEADER_401": "Text displayed as title when a 401 type error occurred because the user has no permissions to access the page.",
  "I18N_ERROR_HEADER_404": "Text displayed as title when a 404 type error occurred because the page was not found.",
  "I18N_ERROR_HEADER_500": "Text displayed as title when a 500 type error occurred because the server failed to process the request.",
  "I18N_ERROR_MESSAGE_400": "Description shown in the center of the error page for a 400 error.",
  "I18N_ERROR_MESSAGE_401": "Description shown in the center of the error page for a 401 error.",
  "I18N_ERROR_MESSAGE_404": "Description shown in the center of the error page for a 404 error.",
  "I18N_ERROR_MESSAGE_500": "Description shown in the center of the error page for a 500 error.",
  "I18N_ERROR_NEXT_STEPS": "Text displayed when an error occurred and the page could not be loaded.",
  "I18N_ERROR_PAGE_TITLE_400": "Title of the page displayed when a 400 type error occurred.",
  "I18N_ERROR_PAGE_TITLE_401": "Title of the page displayed when a 401 type error occurred because the user has no permissions to access the page.",
  "I18N_ERROR_PAGE_TITLE_404": "Title of the page displayed when a 404 type error occurred because the page was not found.",
  "I18N_ERROR_PAGE_TITLE_500": "Title of the page displayed when a 500 type error occurred because the server failed to process the request.",
  "I18N_FOOTER_ABOUT": "Text shown in the footer. - Link to the about page. See I18N_ABOUT_PAGE_TITLE",
  "I18N_FOOTER_ABOUT_ALL_CAPS": "Text shown in the footer. - Title of the about section. Must be in capital letters.",
  "I18N_FOOTER_BROWSE_LIBRARY": "Text shown in the footer. - Link to the library page.",
  "I18N_FOOTER_CONTACT_US": "Text shown in the footer. - Link to the contact page.",
  "I18N_FOOTER_CONTRIBUTE_ALL_CAPS": "Text shown in the footer. - Title of the contribute section. Must be in capital letters. This section has links to pages where people can contribute to Oppia.",
  "I18N_FOOTER_CREDITS": "Text shown in the footer. - Link to the credits tab in the about page. See I18N_ABOUT_PAGE_TITLE",
  "I18N_FOOTER_DONATE": "Text shown in the footer. - Link to the donation page.",
  "I18N_FOOTER_FORUM": "Text shown in the footer. - Link to the forum page.",
  "I18N_FOOTER_GET_INVOLVED": "Text shown in the footer. - Link to the contact page that explains how to contribute to the Oppia foundation.",
  "I18N_FOOTER_OPPIA_FOUNDATION": "Text shown in the footer. - Link to the Oppia foundation tab in the about page. See I18N_ABOUT_PAGE_TITLE",
  "I18N_FOOTER_PARTICIPATION_PLAYBOOK": "Text shown in the footer. - Link to the participation playbook page that explains the community guidelines.",
  "I18N_FOOTER_PRIVACY_POLICY": "Text shown in the footer. - Link to a page that contains Oppia's privacy policy.",
  "I18N_FOOTER_TEACH": "Text shown in the footer. - Link to the Teach with Oppia page that contains more information for teachers that want to use Oppia.",
  "I18N_FOOTER_TEACH_LEARN_ALL_CAPS": "Text shown in the footer. - Title of the teach/learn section. Must be in capital letters. This section has links to pages with content for teachers and students.",
  "I18N_FOOTER_TERMS_OF_SERVICE": "Text shown in the footer. - Link to a page that contains Oppia's terms of service.",
  "I18N_FORMS_TYPE_NUMBER": "Text displayed in a number interaction. - The interaction is a input box when the user has a to enter a number. This text is shown inside the box when the user has not introduced anything yet.",
  "I18N_FORMS_TYPE_NUMBER_AT_LEAST": "Text displayed in a number interaction. - This text is shown in red when the user introduces a number that is less than <[minValue]>.",
  "I18N_FORMS_TYPE_NUMBER_AT_MOST": "Text displayed in a number interaction. - This text is shown in red when the user introduces a number that is greater than <[maxValue]>.",
  "I18N_FORMS_TYPE_NUMBER_INVALID_DECIMAL": "Text displayed in a number interaction. - This text is shown in red when the user introduces something that can't be interpreted as a number.",
  "I18N_INTERACTIONS_GRAPH_ADD_EDGE": "Text displayed in a button in a graph interaction inside the graph editor - When the user clicks the button, he can add a new line (edge) to the graph.",
  "I18N_INTERACTIONS_GRAPH_ADD_NODE": "Text displayed in a button in a graph interaction inside the graph editor - When the user clicks the button, he can add a new dot (node) to the graph.",
  "I18N_INTERACTIONS_GRAPH_DELETE": "Text displayed in a button in a graph interaction inside the graph editor - When the user clicks the button, he can move then select an element of the graph and delete it.",
  "I18N_INTERACTIONS_GRAPH_ERROR_INVALID": "Text displayed in a graph interaction.",
  "I18N_INTERACTIONS_GRAPH_MOVE": "Text displayed in a button in a graph interaction inside the graph editor - When the user clicks the button, he can move then select an element of the graph and move it.",
  "I18N_INTERACTIONS_GRAPH_RESET_BUTTON": "Text displayed in a button in a graph interaction inside the graph editor - When the user clicks the button, the graph goes back to its original state when the page was loaded.",
  "I18N_INTERACTIONS_GRAPH_RESPONSE_EDGE": "Text displayed in a graph interaction. - Describes the number of edges the graph has. Singular form. To be replaced by the correct extrapolation.",
  "I18N_INTERACTIONS_GRAPH_RESPONSE_EDGES": "Text displayed in a graph interaction. - Describes the number of edges the graph has.",
  "I18N_INTERACTIONS_GRAPH_RESPONSE_VERTEX": "Text displayed in a graph interaction. - Describes the number of nodes the graph has. Singular form. To be replaced by the correct extrapolation.",
  "I18N_INTERACTIONS_GRAPH_RESPONSE_VERTICES": "Text displayed in a graph interaction. - Describes the number of nodes the graph has.",
  "I18N_INTERACTIONS_GRAPH_SUBMIT_BUTTON": "Text displayed in a button in a graph interaction. - When the user clicks the button, the graph the he constructed will be evaluated according the requirements of the exercise.",
  "I18N_INTERACTIONS_GRAPH_UPDATE_LABEL": "Text displayed in a graph interaction. - When a user clicks an edge, this text is shown next to an text entry where the user can write a label for the edge.",
  "I18N_INTERACTIONS_GRAPH_UPDATE_WEIGHT": "Text displayed in a graph interaction. - When a user clicks an edge, this text is shown next to an text entry where the user can write a numeric weight for the edge.",
  "I18N_INTERACTIONS_IMAGE_CLICK_SELECT": "Text displayed in a image interaction. - The text is shown when there is no image to display.",
  "I18N_INTERACTIONS_ITEM_SELECTION_NOT_ENOUGH": "Text displayed in a item selection interaction. - The text is shown when the user has not selected enough items. It indicates the minimum number of items that should be selected for a correct answer",
  "I18N_INTERACTIONS_ITEM_SELECTION_PREVENT_MORE": "Text displayed in a item selection interaction. - The text is shown when the user has selected too many items. It indicates the maximum number of items that can be selected for a correct answer",
  "I18N_INTERACTIONS_ITEM_SELECTION_SUBMIT": "Text displayed in a item selection interaction. - The text is shown inside a button. When the user clicks the button, the system checks if the answer is correct and continues to the following action.",
  "I18N_INTERACTIONS_LOGIC_PROOF_CORRECT_ANSWERS": "Text displayed in a logic proof interaction. - When the user opens the history of previous answer, this text is shown as the title for each correct answer.",
  "I18N_INTERACTIONS_LOGIC_PROOF_INCORRECT_ANSWERS": "Text displayed in a logic proof interaction. - When the user opens the history of previous answer, this text is shown as the title for each incorrect answer.",
  "I18N_INTERACTIONS_LOGIC_PROOF_POSSIBLE_LINES": "Text displayed in a logic proof interaction. - The text is shown inside a button. When the user clicks the button, a dialog is shown with the explanation of the accepted lines that can be used inside a logic proof in Oppia.",
  "I18N_INTERACTIONS_LOGIC_PROOF_QUESTION_STR_ASSUMPTIONS": "Text displayed in a logic proof interaction. - This text it's shown inside the interaction card and indicates that the user has to construct a logic proof to prove <[target]>. To do so, he can assume that <[assumptions]> hold true.",
  "I18N_INTERACTIONS_LOGIC_PROOF_QUESTION_STR_NO_ASSUMPTION": "Text displayed in a logic proof interaction. - This text it's shown inside the interaction card and indicates that the user has to construct a logic proof to prove <[target]>.",
  "I18N_INTERACTIONS_LOGIC_PROOF_SUBMIT": "Text displayed in a logic proof interaction. - The text is shown inside a button. When the user clicks the button, the system checks if the answer is correct and continues to the following action.",
  "I18N_INTERACTIONS_MUSIC_CLEAR": "Text displayed in a music interaction. - The text is shown inside a button. When the user clicks the button, sequences of notes the user has introduced is erased.",
  "I18N_INTERACTIONS_MUSIC_PLAY": "Text displayed in a music interaction. - This text is shown inside a button. When the user clicks the button, the sequences of notes the user has introduced is reproduced.",
  "I18N_INTERACTIONS_MUSIC_PLAY_SEQUENCE": "Text displayed in a music interaction. - This text is shown inside a button. When the user clicks the button, the sequences of notes the user has to copy is reproduced.",
  "I18N_INTERACTIONS_MUSIC_SUBMIT": "Text displayed in a music interaction. - The text is shown inside a button. When the user clicks the button, the system checks if the answer is correct and continues to the following action.",
  "I18N_INTERACTIONS_SET_INPUT_ADD_ITEM": "Text displayed in a set interaction. - This text is shown inside a button. When the user clicks the button, a new line to introduce elements to the set appears above the button.",
  "I18N_INTERACTIONS_SET_INPUT_DUPLICATES_ERROR": "Text displayed in a set interaction. - This text is shown in red when the user tries to submit a set that has duplicate elements.",
  "I18N_INTERACTIONS_SET_INPUT_EMPTY_SET": "Text displayed in a set interaction. - The user is asked to introduce items of a set described in the problem. This text indicates that each one of those items has to be written is a separate line. It's shown when the user has not entered any item yet.",
  "I18N_INTERACTIONS_SET_INPUT_NO_ANSWER": "Text displayed in a set interaction. - The interaction is a dialog between Oppia and the user. This text is shown on the user side of the dialog if the set introduced by the user has no elements.",
  "I18N_INTERACTIONS_SET_INPUT_SUBMIT": "Text displayed in a set interaction. - The text is shown inside a button. When the user clicks the button, the system checks if the answer is correct and continues to the following action.",
  "I18N_LANGUAGE_FOOTER_VIEW_IN": "Text for the site language selector. - When the user selects a different language, the site (not the explorations) is translated into that language.",
  "I18N_LIBRARY_ALL_CATEGORIES": "Text of a filter button located next to the search bar in the library page - When this button is clicked, a list with all available categories is displayed. If the user clicks one or more categories, only explorations in those categories are going to be listed in the library. This text is displayed only when the user has not selected any category, so no filter is applied.",
  "I18N_LIBRARY_ALL_CATEGORIES_SELECTED": "Text of a filter button located next to the search bar in the library page - This text is displayed when all the categories have been selected by the user. See I18N_LIBRARY_ALL_CATEGORIES",
  "I18N_LIBRARY_ALL_LANGUAGES": "Text of a filter button located next to the search bar in the library page - This text is displayed when the button is collapsed. When this button is clicked, a list with all available exploration languages is displayed. If the user clicks one or more languages, only explorations in those languages are going to be listed in the library. This text is displayed only when the user has not selected any language, so no filter is applied.",
  "I18N_LIBRARY_ALL_LANGUAGES_SELECTED": "Text of a filter button located next to the search bar in the library page - This text is displayed when all the exploration languages have been selected by the user. See I18N_LIBRARY_ALL_LANGUAGES",
  "I18N_LIBRARY_CATEGORIES_ALGORITHMS": "Text displayed in a filter list of categories in the library page. - Name of the algorithm category. See I18N_LIBRARY_ALL_CATEGORIES",
  "I18N_LIBRARY_CATEGORIES_ARCHITECTURE": "Text displayed in a filter list of categories in the library page. - Name of the architecture category. See I18N_LIBRARY_ALL_CATEGORIES",
  "I18N_LIBRARY_CATEGORIES_ART": "Text displayed in a filter list of categories in the library page. - Name of the art category. See I18N_LIBRARY_ALL_CATEGORIES",
  "I18N_LIBRARY_CATEGORIES_BIOLOGY": "Text displayed in a filter list of categories in the library page. - Name of the biology category. See I18N_LIBRARY_ALL_CATEGORIES",
  "I18N_LIBRARY_CATEGORIES_BUSINESS": "Text displayed in a filter list of categories in the library page. - Name of the business category. See I18N_LIBRARY_ALL_CATEGORIES",
  "I18N_LIBRARY_CATEGORIES_CHEMISTRY": "Text displayed in a filter list of categories in the library page. - Name of the chemistry category. See I18N_LIBRARY_ALL_CATEGORIES",
  "I18N_LIBRARY_CATEGORIES_CODING": "Text displayed in a filter list of categories in the library page. - Name of the coding category. See I18N_LIBRARY_ALL_CATEGORIES",
  "I18N_LIBRARY_CATEGORIES_COMPUTING": "Text displayed in a filter list of categories in the library page. - Name of the Computing category. See I18N_LIBRARY_ALL_CATEGORIES",
  "I18N_LIBRARY_CATEGORIES_ECONOMICS": "Text displayed in a filter list of categories in the library page. - Name of the economics category. See I18N_LIBRARY_ALL_CATEGORIES",
  "I18N_LIBRARY_CATEGORIES_EDUCATION": "Text displayed in a filter list of categories in the library page. - Name of the education category. See I18N_LIBRARY_ALL_CATEGORIES",
  "I18N_LIBRARY_CATEGORIES_ENGINEERING": "Text displayed in a filter list of categories in the library page. - Name of the engineering category. See I18N_LIBRARY_ALL_CATEGORIES",
  "I18N_LIBRARY_CATEGORIES_ENGLISH": "Text displayed in a filter list of categories in the library page. - Name of the english language category (not a filter for exploration language). See I18N_LIBRARY_ALL_CATEGORIES",
  "I18N_LIBRARY_CATEGORIES_ENVIRONMENT": "Text displayed in a filter list of categories in the library page. - Name of the environment category. See I18N_LIBRARY_ALL_CATEGORIES",
  "I18N_LIBRARY_CATEGORIES_GEOGRAPHY": "Text displayed in a filter list of categories in the library page. - Name of the geography category. See I18N_LIBRARY_ALL_CATEGORIES",
  "I18N_LIBRARY_CATEGORIES_GOVERNMENT": "Text displayed in a filter list of categories in the library page. - Name of the government category. See I18N_LIBRARY_ALL_CATEGORIES",
  "I18N_LIBRARY_CATEGORIES_HISTORY": "Text displayed in a filter list of categories in the library page. - Name of the history category. See I18N_LIBRARY_ALL_CATEGORIES",
  "I18N_LIBRARY_CATEGORIES_HOBBIES": "Text displayed in a filter list of categories in the library page. - Name of the hobbies category. See I18N_LIBRARY_ALL_CATEGORIES",
  "I18N_LIBRARY_CATEGORIES_INTERACTIVE_FICTION": "Text displayed in a filter list of categories in the library page. - Name of the interactive fiction category. See I18N_LIBRARY_ALL_CATEGORIES Fiction",
  "I18N_LIBRARY_CATEGORIES_LANGUAGES": "Text displayed in a filter list of categories in the library page. - Name of the languanges category (not a filter for the language of the exploration). See I18N_LIBRARY_ALL_CATEGORIES",
  "I18N_LIBRARY_CATEGORIES_LAW": "Text displayed in a filter list of categories in the library page. - Name of the law category. See I18N_LIBRARY_ALL_CATEGORIES",
  "I18N_LIBRARY_CATEGORIES_LIFE_SKILLS": "Text displayed in a filter list of categories in the library page. - Name of the life skills category. See I18N_LIBRARY_ALL_CATEGORIES Skills",
  "I18N_LIBRARY_CATEGORIES_MATHEMATICS": "Text displayed in a filter list of categories in the library page. - Name of the math category. See I18N_LIBRARY_ALL_CATEGORIES",
  "I18N_LIBRARY_CATEGORIES_MATHS": "Text displayed in a filter list of categories in the library page. - Name of the math category. See I18N_LIBRARY_ALL_CATEGORIES",
  "I18N_LIBRARY_CATEGORIES_MEDICINE": "Text displayed in a filter list of categories in the library page. - Name of the medicine category. See I18N_LIBRARY_ALL_CATEGORIES",
  "I18N_LIBRARY_CATEGORIES_MUSIC": "Text displayed in a filter list of categories in the library page. - Name of the music category. See I18N_LIBRARY_ALL_CATEGORIES",
  "I18N_LIBRARY_CATEGORIES_PHILOSOPHY": "Text displayed in a filter list of categories in the library page. - Name of the philosophy category. See I18N_LIBRARY_ALL_CATEGORIES",
  "I18N_LIBRARY_CATEGORIES_PHYSICS": "Text displayed in a filter list of categories in the library page. - Name of the physics category. See I18N_LIBRARY_ALL_CATEGORIES",
  "I18N_LIBRARY_CATEGORIES_PROGRAMMING": "Text displayed in a filter list of categories in the library page. - Name of the programming category. See I18N_LIBRARY_ALL_CATEGORIES",
  "I18N_LIBRARY_CATEGORIES_PSYCHOLOGY": "Text displayed in a filter list of categories in the library page. - Name of the psychology category. See I18N_LIBRARY_ALL_CATEGORIES",
  "I18N_LIBRARY_CATEGORIES_PUZZLES": "Text displayed in a filter list of categories in the library page. - Name of the puzzles category. See I18N_LIBRARY_ALL_CATEGORIES",
  "I18N_LIBRARY_CATEGORIES_READING": "Text displayed in a filter list of categories in the library page. - Name of the reading category. See I18N_LIBRARY_ALL_CATEGORIES",
  "I18N_LIBRARY_CATEGORIES_RELIGION": "Text displayed in a filter list of categories in the library page. - Name of the religion category. See I18N_LIBRARY_ALL_CATEGORIES",
  "I18N_LIBRARY_CATEGORIES_SPORT": "Text displayed in a filter list of categories in the library page. - Name of the sports category. See I18N_LIBRARY_ALL_CATEGORIES",
  "I18N_LIBRARY_CATEGORIES_STATISTICS": "Text displayed in a filter list of categories in the library page. - Name of the Statistics category. See I18N_LIBRARY_ALL_CATEGORIES",
  "I18N_LIBRARY_CATEGORIES_TEST": "Text displayed in a filter list of categories in the library page. - Name of the test category. See I18N_LIBRARY_ALL_CATEGORIES",
  "I18N_LIBRARY_CATEGORIES_WELCOME": "Text displayed in a filter list of categories in the library page. - Name of the welcome category. See I18N_LIBRARY_ALL_CATEGORIES",
  "I18N_LIBRARY_CREATE_EXPLORATION_QUESTION": "Text displayed as subtitle in the middle of the page - It's shown in the same situation as I18N_LIBRARY_NO_EXPLORATION_FOR_QUERY",
  "I18N_LIBRARY_GROUPS_COMPUTING": "Title of a group of explorations - This text is shown on top of a group of explorations regarding the same topic.",
  "I18N_LIBRARY_GROUPS_FEATURED_ACTIVITIES": "Title of a group of activities - This text is shown on top of a group of activities, which may be either explorations or collections. It makes reference to explorations and collections that are recommended by the site.",
  "I18N_LIBRARY_GROUPS_HUMANITIES": "Title of a group of explorations - This text is shown on top of a group of explorations regarding the same topic.",
  "I18N_LIBRARY_GROUPS_LANGUAGES": "Title of a group of explorations - This text is shown on top of a group of explorations regarding the same topic.",
  "I18N_LIBRARY_GROUPS_MATHEMATICS_&_STATISTICS" : "Title of a group of explorations - This text is shown on top of a group of explorations regarding the same topic.",
  "I18N_LIBRARY_GROUPS_RECENTLY_PUBLISHED": "Title of a group of explorations - This text is shown on top of a group of explorations. It makes reference to new explorations that have been published recently in Oppia.",
  "I18N_LIBRARY_GROUPS_SCIENCE" : "Title of a group of explorations - This text is shown on top of a group of explorations regarding the same topic.",
  "I18N_LIBRARY_GROUPS_SOCIAL_SCIENCE": "Title of a group of explorations - This text is shown on top of a group of explorations regarding the same topic.",
  "I18N_LIBRARY_GROUPS_TOP_RATED_EXPLORATIONS": "Title of a group of explorations - This text is shown on top of a group of explorations. It makes reference to explorations with higher score given by the users.",
  "I18N_LIBRARY_LAST_UPDATED": "Text displayed when hovered over the clock icon inside an exploration tile in card view of creator dashboard.",
  "I18N_LIBRARY_LOADING": "Text displayed in the middle of the page while the content is being loaded.",
  "I18N_LIBRARY_MAIN_HEADER": "Main title of the library page. - The library page shows all the explorations and collections available. It should be a single phrase and fit in one line.",
  "I18N_LIBRARY_N/A": "Text displayed inside the exploration card in the library - It's shown when the exploration has no rating. It should be very small as it's replacing a two digit number.",
  "I18N_LIBRARY_NO_EXPLORATION_FOR_QUERY": "Text displayed in the center of the page - It's displayed when the user has applied a filter or made a search query using the search bar, but no exploration match the criteria used. It has a very informal language.",
  "I18N_LIBRARY_NO_EXPLORATION_GROUPS": "There are no groups of explorations available to display.",
  "I18N_LIBRARY_NO_OBJECTIVE": "Text displayed inside the exploration card in the library - It's shown under the title when the exploration has no description available.",
  "I18N_LIBRARY_N_CATEGORIES": "Text of a filter button located next to the search bar in the library page - This text is displayed when the button is collapsed (the list of categories is not shown). It indicates the number of categories selected for the filter, and it's shown when there is more than one category selected, but not all. See I18N_LIBRARY_ALL_CATEGORIES",
  "I18N_LIBRARY_N_LANGUAGES": "Text of a filter button located next to the search bar in the library page - This text is displayed when the button is collapsed (the list of languages is not shown). It indicates the number of exploration languages selected for the filter, and it's shown when there is more than one language selected, but not all. See I18N_LIBRARY_ALL_LANGUAGES",
  "I18N_LIBRARY_PAGE_TITLE": "Title displayed in the tab on the Browser in the library page. - It should not be too long.",
  "I18N_LIBRARY_RATINGS_TOOLTIP": "Tooltip displayed inside the exploration card in the library - It's on top of the rating (or score) of the exploration. The ranking is calculated based on users votes.",
  "I18N_LIBRARY_SEARCH_PLACEHOLDER": "Text displayed inside of a search box located in the library. - The result of the search are the explorations related to the search term introduced. The text  should be a phrase that indicates i) the user can type here, ii) the result of the action is going to be something to learn. The text should not be long, and it should be a single phrase.",
  "I18N_LIBRARY_SUB_HEADER": "Subtitle title of the library page. - The library page shows all the explorations and collections available. It should be a single phrase and fit in one line.",
  "I18N_LIBRARY_UPDATED": "Text displayed inside the exploration card in the library - It's shown when the exploration has changed recently.",
  "I18N_LIBRARY_VIEWS_TOOLTIP": "Tooltip displayed inside the exploration card in the library - It's on top of the number of times the exploration has been viewed for the users.",
  "I18N_LIBRARY_VIEW_ALL": "Text of a button shown to the side of the exploration group. - When clicked, it shows all the explorations included on the associated group. It should be a small text.",
  "I18N_PLAYER_BACK": "Text read to users with screenreaders when they navigate through an exploration. - This labels the leftward-pointing arrow that is used to go backward by one card in the exploration.",
  "I18N_PLAYER_CARD_NUMBER_TOOLTIP": "Text displayed when the user is playing an exploration. - On top of the player there are buttons that allow the user to navigate to the previous cards he has completed. This text is shown as a part of the tooltip of this button.",
  "I18N_PLAYER_COMMUNITY_EDITABLE_TOOLTIP": "Text displayed as a tooltip when the user views a dialog with information about the exploration. - This labels the globe icon that indicates that an exploration is editable by the community.",
  "I18N_PLAYER_CONTINUE_BUTTON": "Text displayed when the user is playing an exploration. - Text shown in a button. When the user clicks the button, the next card on the exploration is loaded.",
  "I18N_PLAYER_CONTINUE_NEXT_CARD": "Text displayed when the user is playing an exploration. - Text shown in a button. When the user clicks the button, the next card on the exploration is loaded.",
  "I18N_PLAYER_CONTRIBUTORS_TOOLTIP": "Text displayed when the user is playing an exploration. - When the user clicks the information button, a dialog opens with further information. This text is shown in that dialog as tooltip of the icon to the left of the contributors' names.",
  "I18N_PLAYER_EDIT_TOOLTIP": "Text displayed when the user is playing an exploration. - Tooltip for the button that opens the editor for the exploration.",
  "I18N_PLAYER_EMBED_TOOLTIP": "Text displayed when the user is playing an exploration. - When the user clicks the information button, a dialog opens with further information. This text is shown in that dialog as tooltip of the icon that open the dialog for instructions on how to embed the exploration.",
  "I18N_PLAYER_FEEDBACK_TOOLTIP": "Text displayed when the user is playing an exploration. - Tooltip for the button that opens the a dialog to send feedback to the authors of the exploration.",
  "I18N_PLAYER_FORWARD": "Text read to users with screenreaders when they navigate through an exploration. - This labels the rightward-pointing arrow that is used to advance forward by one card in the exploration.",
  "I18N_PLAYER_INFO_TOOLTIP": "Text displayed when the user is playing an exploration. - Tooltip for the button that opens the a dialog with more information about the exploration.",
  "I18N_PLAYER_LAST_UPDATED_TOOLTIP": "Text displayed when the user is playing an exploration. - When the user clicks the information button, a dialog opens with further information. This text is shown in that dialog as tooltip of the exploration last update.",
  "I18N_PLAYER_LEAVE_FEEDBACK": "Text displayed when the user is playing an exploration. - When the user clicks the feedback button in the navigation bar, a dialog appears. This text is shown in a text entry box before the user enters the feedback.",
  "I18N_PLAYER_LOADING": "Text displayed in the middle of the page while the content is being loaded.",
  "I18N_PLAYER_NO_OBJECTIVE": "Text displayed when the user is playing an exploration. - When the user clicks the information button, a dialog opens with further information. This text is shown in that dialog when the author has not entered a description for the exploration.",
  "I18N_PLAYER_NO_TAGS": "Text displayed when the user is playing an exploration. - When the user clicks the information button, a dialog opens with further information. This text is shown in that dialog when the exploration has no tags.",
  "I18N_PLAYER_PLUS_TAGS": "Text displayed when the user is playing an exploration. - When the user clicks the information button, a dialog opens with further information. This text is shown in that dialog when the exploration has more tags that don't fit in the dialog.",
  "I18N_PLAYER_PREVIOUS_RESPONSES": "Text displayed when the user is playing an exploration. - In the dialog between Oppia and the user, when the user clicks this text a list with the previous responses the user gave to a question is open.",
  "I18N_PLAYER_RATE_EXPLORATION": "Text displayed when the user is playing an exploration. - Text shown when the user finishes playing an exploration. On the bottom of the text, five stars appear for the user to give a rate to the exploration",
  "I18N_PLAYER_RATINGS_TOOLTIP": "Text displayed when the user is playing an exploration. - When the user clicks the information button, a dialog opens with further information. This text is shown in that dialog as tooltip of the exploration rating.",
  "I18N_PLAYER_RECOMMEND_EXPLORATIONS": "Text displayed when the user is playing an exploration. - Text shown above a list of recommended explorations to play next, after the user has finished playing the current exploration.",
  "I18N_PLAYER_RETURN_TO_COLLECTION": "Text displayed when the user is playing an exploration. - Text shown inside a button when the user finishes playing an exploration. When the user clicks the button, the library page for the collection <[collectionTitle]> is loaded.",
  "I18N_PLAYER_RETURN_TO_EDITOR": "Text displayed when the user is playing an exploration. - Text shown inside a button when the user finishes playing an exploration. When the user clicks the button, the editor page is loaded.",
  "I18N_PLAYER_RETURN_TO_LIBRARY": "Text displayed when the user is playing an exploration. - Text shown inside a button when the user finishes playing an exploration. When the user clicks the button, the library page is loaded.",
  "I18N_PLAYER_SHARE_EXPLORATION": "Text displayed when the user is playing an exploration. - When the user has completed the exploration, this text is shown above the social media buttons used to share an exploration.",
  "I18N_PLAYER_STAY_ANONYMOUS": "Text displayed when the user is playing an exploration. - When the user clicks the feedback button in the navigation bar, a dialog appears. This text is shown to the right of a check button. If the user checks the box, then his personal information will not be included in the feedback.",
  "I18N_PLAYER_SUBMIT_BUTTON": "Text displayed when the user is playing an exploration. - When the user clicks the feedback button in the navigation bar, a dialog appears. This text is shown inside a button, when the user clicks the button the feedback entered is sent.",
  "I18N_PLAYER_TAGS_TOOLTIP": "Text displayed when the user is playing an exploration. - When the user clicks the information button, a dialog opens with further information. This text is shown in that dialog as tooltip of the icon to the left of the exploration tags.",
  "I18N_PLAYER_THANK_FEEDBACK": "Text displayed when the user is playing an exploration. - When the user clicks the feedback button in the navigation bar, a dialog appears. This text is shown after the user has sent the feedback.",
  "I18N_PLAYER_UNRATED": "Text displayed when the user is playing an exploration. - When the user clicks the information button, a dialog opens with further information. This text is shown in that dialog when the exploration has no rate.",
  "I18N_PLAYER_VIEWS_TOOLTIP": "Text displayed when the user is playing an exploration. - When the user clicks the information button, a dialog opens with further information. This text is shown in that dialog as tooltip of the number of views of the exploration.",
  "I18N_PREFERENCES_BIO": "Text displayed in the preferences page. - Text shown to the left of the text entry for the user biography.",
  "I18N_PREFERENCES_BIO_EXPLAIN_TEXT": "Text displayed in the preferences page. - Text shown below the text entry for the user biography.",
  "I18N_PREFERENCES_BREADCRUMB": "Text displayed in the preferences page. - Text shown in the right corner of the nav bar.",
  "I18N_PREFERENCES_CANCEL_BUTTON": "Text displayed in the preferences page. - Text of the cancel button of the dialog shown to upload a profile picture.",
  "I18N_PREFERENCES_CHANGE_PICTURE": "Text displayed in the preferences page. - Text shown as a tooltip when the user hovers the space for the profile picture. If the user clicks this area, a dialog to Upload a picture is displayed.",
  "I18N_PREFERENCES_EMAIL": "Text displayed in the preferences page. - Text shown to the left of the user email address.",
  "I18N_PREFERENCES_EMAIL_EXPLAIN": "Text displayed in the preferences page. - Text shown below the user email address.",
  "I18N_PREFERENCES_EMAIL_RECEIVE_NEWS": "Text displayed in the preferences page. - Text shown to the left of a checkbox that allows the user to agree or disagree to receive periodic emails from the site.",
  "I18N_PREFERENCES_HEADING": "Text displayed in the preferences page. - Text shown as the title.",
  "I18N_PREFERENCES_HEADING_SUBTEXT": "Text displayed in the preferences page. - Text shown below the title. Indicates that the changes made on the profile are going to be saved even if the user does not click a save button.",
  "I18N_PREFERENCES_PAGE_TITLE": "Title of the preferences page.",
  "I18N_PREFERENCES_PICTURE": "Text displayed in the preferences page. - Text shown in the space for the user profile picture if no picture has been selected.",
  "I18N_PREFERENCES_PREFERRED_EXPLORATION_LANGUAGE": "Text displayed in the preferences page. - Text shown to the left of text entry to select the preferred language for explorations.",
  "I18N_PREFERENCES_PREFERRED_EXPLORATION_LANGUAGE_EXPLAIN": "Text displayed in the preferences page. - Text shown below the text entry to select the preferred language for explorations, explaining what the field is for.",
  "I18N_PREFERENCES_PREFERRED_SITE_LANGUAGE": "Text displayed in the preferences page. - Text shown to the left of the entry where the user can select the preferred language of the site (not the explorations). When a different language is selected, the page is translated.",
  "I18N_PREFERENCES_PREFERRED_SITE_LANGUAGE_EXPLAIN": "Text displayed in the preferences page. - Text shown below the entry where the user can select the preferred language of the site when no language is selected.",
  "I18N_PREFERENCES_PREFERRED_SITE_LANGUAGE_PLACEHOLDER": "Text displayed in the preferences page. - Text shown in the entry where the user can select the preferred language of the site when no language is selected.",
  "I18N_PREFERENCES_PROFILE_PICTURE_ADD": "Text displayed in the preferences page. - Text of the button that confirms the action of the dialog shown to upload a profile picture.",
  "I18N_PREFERENCES_PROFILE_PICTURE_DRAG": "Text displayed in the preferences page. - Text of the dialog shown to upload a profile picture when the user has uploaded an image that is too big and needs to be cropped.",
  "I18N_PREFERENCES_PROFILE_PICTURE_ERROR": "Text displayed in the preferences page. - Error text of the dialog shown to upload a profile picture. This error is shown when the file uploaded by the user is not an image.",
  "I18N_PREFERENCES_PROFILE_PICTURE_UPLOAD": "Text displayed in the preferences page. - Title of the dialog shown to upload a profile picture.",
  "I18N_PREFERENCES_SELECT_EXPLORATION_LANGUAGE": "Text displayed in the preferences page. - Text shown in the text entry to select the preferred language for explorations when no language is selected.",
  "I18N_PREFERENCES_SUBJECT_INTERESTS": "Text displayed in the preferences page. - Text shown below the text entry to select the user subject interests.",
  "I18N_PREFERENCES_SUBJECT_INTERESTS_HELP_BLOCK": "Text displayed in the preferences page. - Text shown below the text entry to select the user subject interests, explaining what the field is for.",
  "I18N_PREFERENCES_SUBJECT_INTERESTS_INVALID_SEARCH": "Text displayed in the preferences page. - Text shown in the text entry to select the user subject interests when the user clicks to type.",
  "I18N_PREFERENCES_SUBJECT_INTERESTS_PLACEHOLDER": "Text displayed in the preferences page. - Text shown in the text entry to select the user subject interests when no subject is selected.",
  "I18N_PREFERENCES_USERNAME": "Text displayed in the preferences page. - Text shown at the left of the text entry where the user can change his username.",
  "I18N_PREFERENCES_USERNAME_NOT_SELECTED": "Text displayed in the preferences page. - Text shown in the text entry for the username when there is no username assigned to the user.",
  "I18N_SIDEBAR_ABOUT_LINK": "Text displayed in the side navigation bar. - When the user clicks the link, they are redirected to the about page.",
  "I18N_SIDEBAR_BLOG": "Text displayed in the side navigation bar. - When the user clicks the link, they are redirected to the Oppia blog.",
  "I18N_SIDEBAR_CONTACT_US": "Text displayed in the side navigation bar. - When the user clicks the link, they are redirected to the Contact Us page.",
  "I18N_SIDEBAR_DONATE": "Text displayed in the side navigation bar. - When the user clicks the link, they are redirected to the Donate page.",
  "I18N_SIDEBAR_FOLLOW_US": "Text displayed in the side navigation bar. - It's shown next to the social media icons like Facebook and YouTube.",
  "I18N_SIDEBAR_FORUM": "Text displayed in the side navigation bar. - When the user clicks the link, they are redirected to the forum (an external page)",
  "I18N_SIDEBAR_LIBRARY_LINK": "Text displayed in the side navigation bar. - When the user clicks the link, they are redirected to the Library page.",
  "I18N_SIDEBAR_TEACH_WITH_OPPIA": "Text displayed in the side navigation bar. - When the user clicks the link, they are redirected to the Teach page.",
  "I18N_SIGNUP_AGREE_LICENSE_DESCRIPTION": "Text displayed in the signup page. - This text in on the left of a checkbox. If the user clicks the checkbox, he agrees to the terms and conditions of the page.",
  "I18N_SIGNUP_BUTTON_SUBMIT": "Text displayed inside a confirmation button in the signup page. - When the user clicks the button, the registration is completed and no more action is needed.",
  "I18N_SIGNUP_CC_TITLE": "Text displayed in the signup page. - It's the title of a section that explains how the creative commons licence is applied to the user generated content of the site. The link at the end of the paragraph displays a dialog widget with more information about the creative commons licence. See I18N_SIGNUP_WHY_LICENSE",
  "I18N_SIGNUP_CLOSE_BUTTON": "Text displayed inside a dismiss button of the information dialog widget in the signup page. - When the button is clicked, the dialog widget is closed. See I18N_SIGNUP_WHY_LICENSE.",
  "I18N_SIGNUP_COMPLETE_REGISTRATION": "Title of the signup page - see I18N_SIGNUP_REGISTRATION",
  "I18N_SIGNUP_DO_NOT_SEND_EMAILS": "Text displayed in the signup page. - It's shown on the right of a choose button. When the button is selected, the user is stating he doesn't want to receive emails from the site. See I18N_SIGNUP_EMAIL_PREFERENCES.",
  "I18N_SIGNUP_EMAIL": "Text displayed next to an entry box in the signup page - The user is expected to enter his email address in the box.",
  "I18N_SIGNUP_EMAIL_PREFERENCES": "Text displayed in the signup page. - It's the title of the section where the user can select if he wants to receive periodic emails from the site. See I18N_SIGNUP_EMAIL_PREFERENCES.",
  "I18N_SIGNUP_EMAIL_PREFERENCES_EXPLAIN": "Text displayed in the signup page. - It's shown in the bottom of the email preferences section and explains that the selection the user does during the registration process can be changed in the future from the preferences page. See I18N_SIGNUP_EMAIL_PREFERENCES. ",
  "I18N_SIGNUP_ERROR_MUST_AGREE_TO_TERMS": "Text displayed in an error warning in the signup page. - It's shown when the user tries to finish the registration without checking the box that agrees to term of services.",
  "I18N_SIGNUP_ERROR_NO_USERNAME": "Text displayed in an error warning in the signup page. - It's shown when the user tries to finish the registration without introducing a username.",
  "I18N_SIGNUP_ERROR_USERNAME_MORE_50_CHARS": "Text displayed in an error warning in the signup page. - It's shown when the user chooses a username that has more than 50 characters.",
  "I18N_SIGNUP_ERROR_USERNAME_NOT_AVAILABLE": "Text displayed in an error warning in the signup page. - It's shown when the user chooses a username that already exists in the site.",
  "I18N_SIGNUP_ERROR_USERNAME_ONLY_ALPHANUM": "Text displayed in an error warning in the signup page. - It's shown when the user chooses a username that contains characters that are not letters or numbers.",
  "I18N_SIGNUP_ERROR_USERNAME_TAKEN": "Text displayed in an error warning in the signup page. - It's shown when the user chooses a username that another user has already chosen.",
  "I18N_SIGNUP_ERROR_USERNAME_WITH_ADMIN": "Text displayed in a error warning in the signup page - It's shown when the user chooses a username that contains the word admin in any part.",
  "I18N_SIGNUP_ERROR_USERNAME_WITH_SPACES": "Text displayed in a error warning in the signup page - It's shown when the user chooses a username that contains blank spaces.",
  "I18N_SIGNUP_FIELD_REQUIRED": "Warning text displayed in the signup page. - It's shown when the user has not choose an option or entered a text in one of the required fields.",
  "I18N_SIGNUP_LICENSE_NOTE": "Text displayed in the signup page. - Explains how the creative commons licence is applied to the user generated content of the site.",
  "I18N_SIGNUP_LICENSE_OBJECTIVE":"Text displayed inside a information dialog widget in the signup page. - It explains how the licence is applied to the user generated content. See I18N_SIGNUP_WHY_LICENSE.",
  "I18N_SIGNUP_LOADING": "Text displayed in the middle of the page while the content is being loaded.",
  "I18N_SIGNUP_PAGE_TITLE": "Title displayed in the tab on the Browser in the signup page - In this page the user can create a new account. Keep in three short words.",
  "I18N_SIGNUP_REGISTRATION": "Title of the signup page - The user arrives to this page after selecting the google account to use in Oppia. Here the user has to register a new username and agree to the terms and conditions of the page.",
  "I18N_SIGNUP_SEND_ME_NEWS": "Text displayed in the signup page. - It's shown on the right of a choose button. When the button is selected, the user is agreeing to receive periodic emails from Oppia with news and updates about the site and the explorations. See I18N_SIGNUP_EMAIL_PREFERENCES.",
  "I18N_SIGNUP_SITE_DESCRIPTION": "Text displayed in the signup page. - It's the first paragraph and describes the site.",
  "I18N_SIGNUP_SITE_OBJECTIVE": "Text displayed inside a information dialog widget in the signup page. - It explains Oppia's objective as a site. See I18N_SIGNUP_WHY_LICENSE.",
  "I18N_SIGNUP_UPDATE_WARNING": "Text displayed on the signup page. - It's shown to the user when the terms of use have been updated.",
  "I18N_SIGNUP_USERNAME": "Text displayed next to an entry box in the signup page - The user is expected to enter a username in the entry box.",
  "I18N_SIGNUP_USERNAME_EXPLANATION": "Text displayed next to an entry box in the signup page - Explains how the username selected in the box is going to be used inside the site.",
  "I18N_SIGNUP_WAIVER_OBJECTIVE":"Text displayed inside a information dialog widget in the signup page. - It explains the waiver of attribution. See I18N_SIGNUP_WHY_LICENSE.",
  "I18N_SIGNUP_WHY_LICENSE": "Text displayed inside a information dialog widget in the signup page. - It's the title of a dialog that contains additional information about why the creative commons licence was chosen for Oppia.",
  "I18N_SPLASH_FIRST_EXPLORATION_DESCRIPTION": "Paragraph describing Oppia. - Shown in the splash page next to an image.",
  "I18N_SPLASH_FIRST_EXPLORATION_DESCRIPTION_ALTERNATE": "Paragraph describing Oppia. - Shown in the splash page next to an image.",
  "I18N_SPLASH_JAVASCRIPT_ERROR_DESCRIPTION": "Main content of an error page - The error is triggered when the user has disabled javascript in the browser. There is no space constraints for this paragraph and the priority is to clearly explain the user what caused the problem and how to solve it.",
  "I18N_SPLASH_JAVASCRIPT_ERROR_THANKS": "Closing message of an error page - Thanks the user in a informal language.",
  "I18N_SPLASH_JAVASCRIPT_ERROR_TITLE": "Title of an error page - The error is triggered when the user has disabled javascript in the browser.",
  "I18N_SPLASH_PAGE_TITLE": "Title displayed in the tab on the Browser in Oppia's landing page - Keep in three short words, the closes possible to the original meaning.",
  "I18N_SPLASH_SECOND_EXPLORATION_DESCRIPTION": "Paragraph describing Oppia showed in the splash page next to an image.",
  "I18N_SPLASH_SITE_FEEDBACK": "Text displayed in a floating tag at the bottom of the page - It links to the feedback page and should engage the user to give an opinion on the site. It should be only a couple words long.",
  "I18N_SPLASH_SUBTITLE": "The second title shown in Oppia's landing page, below the main image - It should not exceed the two lines in length.",
  "I18N_SPLASH_SUBTITLE_ALTERNATE": "An alternative second title shown in Oppia's landing page, below the main image - It should not exceed the two lines in length.",
  "I18N_SPLASH_THIRD_EXPLORATION_DESCRIPTION": "Paragraph describing Oppia showed in the splash page next to an image.",
  "I18N_SPLASH_TITLE": "The main title shown in Oppia's landing page - This is an English idiom, it can be changed for a local common saying with similar meaning. It should not exceed one line in length.",
  "I18N_TOPNAV_ABOUT": "Text displayed in the navigation bar. - When the user hovers over the button, a list with several information pages is displayed.",
  "I18N_TOPNAV_ABOUT_OPPIA": "Text displayed inside drop-down menu - The list is shown after the user hovers over the I18N_TOPNAV_ABOUT button. When the option is clicked, the about oppia page is loaded which contains a more general description of the site.",
  "I18N_TOPNAV_ADMIN_PAGE": "Text displayed inside a drop-down menu. - The list is shown after the user hovers over their profile picture. When the option is clicked, the admin page is loaded.",
  "I18N_TOPNAV_BLOG": "Text displayed inside a drop-down menu. - The list is shown after the user hovers over the I18N_TOPNAV_ABOUT button. When the option is clicked, the Oppia blog is loaded.",
  "I18N_TOPNAV_CONTACT_US": "Text displayed inside a drop-down menu. - The list is shown after the user hovers over the I18N_TOPNAV_ABOUT button. When the option is clicked, the Contact Us page is loaded.",
  "I18N_TOPNAV_DASHBOARD": "Text displayed inside a drop-down menu. - The list is shown after the user hovers his profile picture. When the option is clicked, the creator dashboard page is loaded where the user can administrate his own explorations and groups.",
  "I18N_TOPNAV_DONATE": "Text displayed in the navigation bar. - When the user clicks the button the donation page is loaded. The donation page asks the viewer to donate to The Oppia Foundation.",
  "I18N_TOPNAV_FORUM": "Text displayed inside drop-down menu. - The list is shown after the user hovers over the I18N_TOPNAV_ABOUT button. When the option is clicked, the external forum page is loaded.",
  "I18N_TOPNAV_LIBRARY": "Text displayed in the navigation bar. - When the user clicks the button the library page is loaded. The library page lists all the exploration available in the site and allows the user to search and filter them.",
  "I18N_TOPNAV_LOGOUT": "Text displayed inside a drop-down menu. - The list is shown after the user hovers over their profile picture. When the option is clicked, the user's account is closed. This button is only available when the user is logged in.",
  "I18N_TOPNAV_MODERATOR_PAGE": "Text displayed inside a drop-down menu. - The list is shown after the user hovers over their profile picture. When the option is clicked, the moderator page is loaded.",
  "I18N_TOPNAV_NOTIFICATIONS": "Text displayed inside a drop-down menu. - The list is shown after the user hovers over their profile picture. When the option is clicked, the notifications page is loaded.",
  "I18N_TOPNAV_PREFERENCES": "Text displayed inside a drop-down menu. - The list is shown after the user hovers over their profile picture. When the option is clicked, the preference page is loaded where the user can modify the account information.",
  "I18N_TOPNAV_SIGN_IN": "Text displayed in the top right corner of the page. - When clicked, the user is redirected to the sign in page where he can access his account.",
  "I18N_TOPNAV_TEACH_WITH_OPPIA": "Text displayed inside drop-down menu - The list is shown after the user hovers over the I18N_TOPNAV_ABOUT button. When the option is clicked, the teach with oppia page is loaded which contains information specific for teachers who would like to create explorations."
}
