{
	"I18N_ABOUT_FOUNDATION_PAGE_BREADCRUMB": "Text displayed in the About the Oppia Foundation page. - Text shown in the top left corner of the nav bar.",
	"I18N_ABOUT_FOUNDATION_PAGE_TITLE": "Title displayed on the browser tab when on the about foundation page.",
	"I18N_ABOUT_PAGE_ABOUT_TAB_CREATE": "Text shown at the bottom of the About section of Oppia's About page.",
	"I18N_ABOUT_PAGE_ABOUT_TAB_CREATE_TEXT": "Text shown at the bottom of the About section of Oppia's About page. - This text is a continuation of the Create Text, encouraging users to create new explorations.",
	"I18N_ABOUT_PAGE_ABOUT_TAB_FEEDBACK": "Text shown at the bottom of the About section of Oppia's About page.",
	"I18N_ABOUT_PAGE_ABOUT_TAB_FEEDBACK_TEXT": "Text shown at the bottom of the About section of Oppia's About page. - This text is a continuation of the text at the bottom of the About sections, that encourages users to earn feedback.",
	"I18N_ABOUT_PAGE_ABOUT_TAB_HEADING": "Heading for the About section of Oppia's About page.",
	"I18N_ABOUT_PAGE_ABOUT_TAB_PARAGRAPH_1": "Text for the About section of Oppia's About page.",
	"I18N_ABOUT_PAGE_ABOUT_TAB_PARAGRAPH_2": "Text for the About section of Oppia's About page.",
	"I18N_ABOUT_PAGE_ABOUT_TAB_PARAGRAPH_3": "Text for the About section of Oppia's About page.",
	"I18N_ABOUT_PAGE_ABOUT_TAB_PARAGRAPH_4": "Text for the About section of Oppia's About page.",
	"I18N_ABOUT_PAGE_ABOUT_TAB_PARAGRAPH_5": "Text for the About section of Oppia's About page.",
	"I18N_ABOUT_PAGE_ABOUT_TAB_PARAGRAPH_6": "Text for the About section of Oppia's About page.",
	"I18N_ABOUT_PAGE_ABOUT_TAB_PARAGRAPH_7": "Text for the About section of Oppia's About page.",
	"I18N_ABOUT_PAGE_ABOUT_TAB_PARAGRAPH_8": "Text for the About section of Oppia's About page.",
	"I18N_ABOUT_PAGE_ABOUT_TAB_SHARE": "Text shown at the bottom of the About section of Oppia's About page.",
	"I18N_ABOUT_PAGE_ABOUT_TAB_SHARE_TEXT": "Text shown at the bottom of the About section of Oppia's About page - This text is a continuation of the text at the bottom of the About section, that encourages users to share and publish their explorations.",
	"I18N_ABOUT_PAGE_AUDIO_SUBTITLES_FEATURE": "Text below first icon in second section of Oppia's About page telling about the feature of audio subtitles.",
	"I18N_ABOUT_PAGE_BREADCRUMB": "Text displayed in the About page. - Text shown in the top left corner of the nav bar.\n{{identical|About}}",
	"I18N_ABOUT_PAGE_CREATE_LESSON_CONTENT": "Text below sixth section in Oppia's About page targeting lesson creation.",
	"I18N_ABOUT_PAGE_CREDITS_TAB_HEADING": "Heading for the Credits section of Oppia's About page.\n{{Identical|Credit}}",
	"I18N_ABOUT_PAGE_CREDITS_TAB_TEXT": "Text for the Credits section of Oppia's About page.",
	"I18N_ABOUT_PAGE_CREDITS_TAB_TEXT_BOTTOM": "Text appearing at the bottom the the Credits tab of Oppia's About page, after the list of contributors.",
	"I18N_ABOUT_PAGE_CREDITS_THANK_TRANSLATEWIKI": "Text appearing at the bottom the the Credits tab of Oppia's About page, to thank translatewiki.net",
	"I18N_ABOUT_PAGE_EASILY_CREATE_LESSON": "Title in sixth section in Oppia's About page for the creation of lesson.",
	"I18N_ABOUT_PAGE_EXPLORE_LESSONS": "Title in fifth section in Oppia's About page describing the lessons in Oppia.",
	"I18N_ABOUT_PAGE_EXPLORE_LESSONS_CONTENT": "Text displayed below title in fifth section telling how lessons can be useful in teching and we can also create our own lesson.",
	"I18N_ABOUT_PAGE_FOUNDATION_TAB_DONATE_BUTTON": "Text shown inside a button on the bottom of the Foundation section.\n{{Identical|Donate}}",
	"I18N_ABOUT_PAGE_FOUNDATION_TAB_GET_INVOLVED_BUTTON": "Text shown inside a button on the bottom of the Foundation section.",
	"I18N_ABOUT_PAGE_FOUNDATION_TAB_HEADING": "Heading for the Foundation section of Oppia's About page.",
	"I18N_ABOUT_PAGE_FOUNDATION_TAB_PARAGRAPH_1": "Text for the Foundation section of Oppia's About page.",
	"I18N_ABOUT_PAGE_FOUNDATION_TAB_PARAGRAPH_2": "Text for the Foundation section of Oppia's About page.",
	"I18N_ABOUT_PAGE_FOUNDATION_TAB_PARAGRAPH_3": "Text for the Foundation section of Oppia's About page.",
	"I18N_ABOUT_PAGE_FOUNDATION_TAB_PARAGRAPH_4": "Text for the Foundation section of Oppia's About page.",
	"I18N_ABOUT_PAGE_FOUNDATION_TAB_PARAGRAPH_4_HEADING": "Text (Heading) for the Foundation section of Oppia's About page.\n{{Identical|Director}}",
	"I18N_ABOUT_PAGE_HEADING": "Heading of the About page that explains Oppia mission and the Oppia foundation.",
	"I18N_ABOUT_PAGE_LANGUAGE_FEATURE": "Text below fifth icon in second section of Oppia's About page telling about the feature of translation in local dialects.",
	"I18N_ABOUT_PAGE_LEARN_BUTTON": "Text displayed inside a button at the bottom of Oppia's About page. - This button is a call-to-action for users who want to learn.",
	"I18N_ABOUT_PAGE_LEARN_FROM": "Title in fourth section in Oppia's About page telling about Oppia's curated lessons.",
	"I18N_ABOUT_PAGE_LEARN_FROM_CONTENT": "Text below fourth section in Oppia's About page telling about the classroom and the features it provide to learn lessons.",
	"I18N_ABOUT_PAGE_LESSON_FEATURE": "Text below second icon in second section of Oppia's About page telling about the feature of story-based lessons.",
	"I18N_ABOUT_PAGE_MOBILE_FEATURE": "Text below third icon in second section of Oppia's About page telling about the feature of mobile-friendly navigation.",
	"I18N_ABOUT_PAGE_OUR_FEATURES": "Title of second section in Oppia's About page to tell the features of Oppia.",
	"I18N_ABOUT_PAGE_OUR_FEATURES_CONTENT": "Text to be displayed below title in second section of Oppia's About page describing the features that Oppia provides.",
	"I18N_ABOUT_PAGE_OUR_OUTCOMES": "Title in third section of Oppia's About page for our outcomes.",
	"I18N_ABOUT_PAGE_OUR_OUTCOMES_CONTENT": "Text below title in third section in Oppia's About page telling about outcomes and efforts made by Oppia.",
	"I18N_ABOUT_PAGE_SECTION_ONE_CONTENT": "Text displayed below the title of first section in Oppia's About page telling Oppia's motive.",
	"I18N_ABOUT_PAGE_SECTION_SEVEN_TITLE": "Title in last section of Oppia's About page telling to get started.",
	"I18N_ABOUT_PAGE_SPEECH_BUBBLE": "Text displayed inside the otter speech bubble at the bottom of the About page.",
	"I18N_ABOUT_PAGE_TABS_ABOUT": "Text displayed on a tab on the About page - This text is displayed on the tab for the About section.\n{{Identical|About}}",
	"I18N_ABOUT_PAGE_TABS_CREDITS": "Text displayed on a tab on the About page - This text is displayed on the tab for the Credits section.\n{{Identical|Credit}}",
	"I18N_ABOUT_PAGE_TABS_FOUNDATION": "Text displayed on a tab on the About page - This text is displayed on the tab for the Foundation section.",
	"I18N_ABOUT_PAGE_TEACH_BUTTON": "Text displayed inside a button at the bottom of Oppia's About page. - This button is a call-to-action for users who want to teach.",
	"I18N_ABOUT_PAGE_TITLE": "Title of the About page that explains Oppia mission and the Oppia foundation.",
	"I18N_ABOUT_PAGE_TITLE_SECTION_ONE": "Title of the first section of about page indicating to get started.",
	"I18N_ABOUT_PAGE_WIFI_FEATURE": "Text below fourth icon in second section of Oppia's About page telling about the feature of low bandwidth requirement.",
	"I18N_ACTION_ACCESS_ANDROID_APP": "Text displayed inside a button in the splash page. Clicking on it directs the user to the Google play store URL for the Oppia Android app.",
	"I18N_ACTION_APPLY_TO_TEACH_WITH_OPPIA": "Text displayed in a button on the Teach page. - When the user clicks the button they are taken to a form that allows them to apply to the 'Teach with Oppia' program. The 'Teach with Oppia' text should be in English.",
	"I18N_ACTION_BROWSE_EXPLORATIONS": "Text displayed in a button on the Home and Teach pages. - When the user clicks the button they are taken to the library page.",
	"I18N_ACTION_BROWSE_LESSONS": "Text displayed in a button on the Home page. - When the user clicks the button they are taken to the library page. The text in the button needs to be less than 29 characters long.",
	"I18N_ACTION_BROWSE_LIBRARY": "Button below text in last section of Oppia's About page targeting the library.",
	"I18N_ACTION_CREATE_EXPLORATION": "Text displayed in a button on the Home and Teach pages. - When the user clicks the button they are taken to their dashboard, and a dialog is opened where the user can create a new exploration.",
	"I18N_ACTION_CREATE_LESSON": "Text displayed in a button on the Home page. - When the user clicks the button they are taken to their dashboard, and a dialog is opened where the user can create a new exploration. The text in the button needs to be less than 29 characters long.",
	"I18N_ACTION_CREATE_LESSON_BUTTON": "Button below text in sixth section in Oppia's About page targeting creation lesson.",
	"I18N_ACTION_EXPLORE_LESSONS": "Third button in last section of Oppia's About page targeting lessons in library.",
	"I18N_ACTION_GUIDE_FOR_TEACHERS": "First button in last section of Oppia's About page targeting guide for teachers page.",
	"I18N_ACTION_TIPS_FOR_PARENTS": "Second button in last section of Oppia's about page targeting tips for parents and guardians page.",
	"I18N_ACTION_VISIT_CLASSROOM": "Button below paragraph in first and fourth section in Oppia's About page targeting the classroom.",
	"I18N_ADD_NEW_SYLLABUS_CANCEL_BUTTON_TEXT": "Cancel button text on the add new syllabus items section on the edit learner group page.",
	"I18N_ADD_NEW_SYLLABUS_DONE_BUTTON_TEXT": "Text of button to be clicked when user is done adding new syllabus items on the add new syllabus items section on the edit learner group page.",
	"I18N_ADD_NEW_SYLLABUS_ITEMS": "Button text of the add new syllabus items button on the syllabus tab of the edit learner group page.",
	"I18N_ADD_SYLLABUS_DESCRIPTION_TEXT": "Text displayed to explain the add syllabus feature while adding new syllabus items to learner group.",
	"I18N_ADD_SYLLABUS_SEARCH_PLACEHOLDER": "Placeholder text that appears in the search bar while adding new syllabus items to learner group.",
	"I18N_ANDROID_PAGE_AVAILABLE_FOR_DOWNLOAD_TEXT": "Text displayed on the android page to tell the user that the app is available for download.",
	"I18N_ANDROID_PAGE_BETA_DESCRIPTION": "Text displayed on the android page to tell the user that the beta version of the app is available.",
	"I18N_ANDROID_PAGE_CONSENT_CHECKBOX_LABEL": "Text displayed next to the checkbox on the android page that the user needs to check in order to subscribe to emails regarding the app.",
	"I18N_ANDROID_PAGE_EMAIL_FIELD_LABEL": "Text displayed next to the email field on the android page where the user can enter their email address.",
	"I18N_ANDROID_PAGE_FEATURES_SECTION_HEADER": "Header text for the features section of the android page.",
	"I18N_ANDROID_PAGE_FEATURE_SUBTEXT_1": "Text displayed on the android page to tell the user about the feature of the app.",
	"I18N_ANDROID_PAGE_FEATURE_SUBTEXT_2": "Text displayed on the android page to tell the user about the feature of the app.",
	"I18N_ANDROID_PAGE_FEATURE_SUBTEXT_3": "Text displayed on the android page to tell the user about the feature of the app.",
	"I18N_ANDROID_PAGE_FEATURE_SUBTEXT_4": "Text displayed on the android page to tell the user about the feature of the app.",
	"I18N_ANDROID_PAGE_FEATURE_TEXT_1": "Text displayed on the android page to tell the user about a feature of the app.",
	"I18N_ANDROID_PAGE_FEATURE_TEXT_2": "Text displayed on the android page to tell the user about a feature of the app.",
	"I18N_ANDROID_PAGE_FEATURE_TEXT_3": "Text displayed on the android page to tell the user about a feature of the app.",
	"I18N_ANDROID_PAGE_FEATURE_TEXT_4": "Text displayed on the android page to tell the user about a feature of the app.",
	"I18N_ANDROID_PAGE_FEEDBACK_TEXT": "Text displayed on the android page pointing users to an email ID that they can use to share feedback.",
	"I18N_ANDROID_PAGE_NAME_FIELD_LABEL": "Label for the name field on the android page.",
	"I18N_ANDROID_PAGE_TITLE": "Title displayed on the browser tab when on the android page.",
	"I18N_ANDROID_PAGE_UPDATES_MAIN_TEXT": "Text displayed on the android page to tell the user about how to get updates on the app.",
	"I18N_ANDROID_PAGE_UPDATES_SUBMIT_BUTTON_TEXT": "Text displayed on the submit button to subscribe to email updates on the android page.",
	"I18N_ANDROID_PAGE_UPDATES_SUBTEXT": "Text displayed on the android page to tell the user about how to get updates on the app.",
	"I18N_ANDROID_PAGE_VERSIONS_SUPPORTED_TEXT": "Text displayed on the android page to tell the user the versions of android that the app supports.",
	"I18N_ASSIGNED_STORIES_AND_SKILLS": "Syllabus tab title on the edit learner group page.",
	"I18N_ASSIGNED_STORIES_AND_SKILLS_EMPTY_MESSAGE": "Text displayed to user when no skills or stories are assigned to the learner under group syllabus.",
	"I18N_ATTRIBUTION_HTML_STEP_ONE": "Step one of attributing Oppia in HTML",
	"I18N_ATTRIBUTION_HTML_STEP_TWO": "Step two of attributing Oppia in HTML",
	"I18N_ATTRIBUTION_HTML_TITLE": "Title of the attribution section that explains how to attribute Oppia in HTML",
	"I18N_ATTRIBUTION_PRINT_STEP_ONE": "Step one of attributing Oppia in Print",
	"I18N_ATTRIBUTION_PRINT_STEP_TWO": "Step two of attributing Oppia in Print",
	"I18N_ATTRIBUTION_PRINT_TITLE": "Title of the attribution section that explains how to attribute Oppia in Print",
	"I18N_ATTRIBUTION_TITLE": "Title of the modal that lists the various ways in which Oppia can be attributed.",
	"I18N_BLOG_CARD_PREVIEW_CONTEXT": "Text displayed in the blog card preview modal- Text that explains the purpose of the blog card in the blog card preview modal.",
	"I18N_BLOG_CARD_PREVIEW_HEADING": "Heading of the blog card preview modal in the blog post editor page.",
	"I18N_BLOG_DASHBOARD_CREATE_NEW_BLOG_POST_BUTTON": "Button text on Oppia's Blog Dashboard Page - Button displayed when user has not created any blog post yet. Clicking on button takes user to new blog post editor.",
	"I18N_BLOG_DASHBOARD_INTRO_MESSAGE": "Text Displayed on Oppis's Blog Dashboard Page - Text that says that the user has not created any blog post before and asks to create one.",
	"I18N_BLOG_DASHBOARD_PAGE_NEW_POST_BUTTON": "Button on Oppia's Blog Dashboard Page. - When user clicks on the button a new blog post is created.",
	"I18N_BLOG_DASHBOARD_TAB_DRAFTS": "Tab button on Oppia's Blog Dashboard Page. -When user clicks on the button, all the blog post cards for blog posts which are yet to be published are visible.",
	"I18N_BLOG_DASHBOARD_TAB_PUBLISHED": "Tab button on Oppia's Blog Dashboard Page. -When user clicks on the button, all the blog post cards for blog posts published by the user are visible.",
	"I18N_BLOG_POST_EDITOR_ADD_THUMBNAIL_TEXT": "Text displayed in the blog post editor page. - Text of the button that allows the user to upload thumbnail image for the blog post.",
	"I18N_BLOG_POST_EDITOR_BODY_HEADING": "Text displayed in the blog post editor page. -Heading Text before the input field to enter blog post content.",
	"I18N_BLOG_POST_EDITOR_CANCEL_BUTTON_TEXT": "Button displayed in the blog post editor page. - Text of the cancel button of the dialog shown to upload a thumbnail image or in RTE.\n{{Identical|Cancel}}",
	"I18N_BLOG_POST_EDITOR_DELETE_BUTTON": "Button displayed in the blog post editor page. - Text of the delete button which deletes the blog post.\n\n{{Identical|Delete}}",
	"I18N_BLOG_POST_EDITOR_EDIT_THUMBNAIL_TEXT": "Text displayed in the blog post editor page. - Text of the button that allows the user to edit the thumbnail image for the blog post.",
	"I18N_BLOG_POST_EDITOR_LAST_SAVED_PREFIX": "Text displayed in the blog post editor page. - Text shown before the date and time when the blog post was last saved.",
	"I18N_BLOG_POST_EDITOR_PUBLISH_BUTTON": "Button displayed in the blog post editor page. - Text of the publish button which publishes the blog post on the blog home page.",
	"I18N_BLOG_POST_EDITOR_SAVE_CONTENT_BUTTON_TEXT": "Button displayed in the blog post editor page. - Text of the save content button which saves the content written in RTE locally.",
	"I18N_BLOG_POST_EDITOR_SAVE_DRAFT_BUTTON": "Button displayed in the blog post editor page. - Text of the save draft button which saves the blog post as a draft.",
	"I18N_BLOG_POST_EDITOR_SHOW_PREVIEW_HEADING": "Text displayed in the blog post editor page- Text shown below the button which on clicking shows the preview of the blog card of the blog post.",
	"I18N_BLOG_POST_EDITOR_TAGS_HEADING": "Text displayed in the blog post editor page. - Text above the list of buttons which allow to select the tags to categorize blog post.",
	"I18N_BLOG_POST_EDITOR_TAGS_LIMIT_PREFIX": "Text displayed in the blog post editor page. - Text beside Tags heading which highlights the maximum number of tags that can be selected to categorize blog post.",
	"I18N_BLOG_POST_EDITOR_TAGS_LIMIT_SPECIFICATION_SUFFIX": "Text displayed in the blog post editor page. - Text below Tags heading which highlights the number of tags that can still be added.",
	"I18N_BLOG_POST_EDITOR_THUMBNAIL_HEADING": "Text displayed in the blog post editor page. - Text beside the thumbnail uploader in blog post editor on small screens.",
	"I18N_BLOG_POST_EDITOR_TITLE_HEADING": "Text displayed in the blog post editor page. -Heading Text before the input field to enter blog post heading.",
	"I18N_BLOG_POST_THUMBNAIL_PICTURE_DRAG": "Text displayed in the blog post editor page. - Text of the dialog shown to upload a thumbnail when the user has uploaded an image that is too big and needs to be cropped.",
	"I18N_BLOG_POST_THUMBNAIL_PICTURE_ERROR": "Text displayed in the blog post editor page. - Error text of the dialog shown to upload a thumbnail image. This error is shown when the file uploaded by the user is not an image.",
	"I18N_BLOG_POST_THUMBNAIL_PICTURE_UPLOAD": "Text displayed in the blog post editor page. - Text of the dailog that opens when the user clicks to upload thumbnail image for the blog post.",
	"I18N_BLOG_POST_UNTITLED_HEADING": "Text displayed in blog dashboard page and in blog post editor navbar. - It is shown as the tille of an untitled blog post.",
	"I18N_CARD_CONTENT_LIMIT_ERROR_MESSAGE": "Warning message displayed below state content editor. - When the content written by user in editor mode results in a card more than 4500 characters in learner mode.",
	"I18N_CARD_HEIGHT_LIMIT_WARNING_MESSAGE": "Warning message displayed below state content editor. - When the content written by user in editor mode results in a card longer than 630px in learner mode.",
	"I18N_CHAPTER_COMPLETION": "The congratulatory message shown on successful completion of a chapter.",
	"I18N_CLASSROOM_CALLOUT_BUTTON": "Text displayed inside a button in the callout to the classroom page which is present in the library page.",
	"I18N_CLASSROOM_CALLOUT_HEADING_1": "The header displayed in the callout to the classroom page which is present in the library page.",
	"I18N_CLASSROOM_CALLOUT_HEADING_2": "The subheading for the callout to the classroom page which is present in the library page.",
	"I18N_CLASSROOM_CALLOUT_PARAGRAPH_1": "Text for description of the callout to the classroom page which is present in the library page.",
	"I18N_CLASSROOM_MATH_TITLE": "The classroom name that is displayed on the classroom page.",
	"I18N_CLASSROOM_PAGE_COMING_SOON": "The text displayed on a topic card in the classroom page when it is not published and inaccessible to the learner.",
	"I18N_CLASSROOM_PAGE_COURSE_DETAILS": "The header displayed above the course details section in the classroom page.",
	"I18N_CLASSROOM_PAGE_HEADING": "The header displayed above the classroom name in the classroom page.",
	"I18N_CLASSROOM_PAGE_SEARCH_BAR_HEADING": "The heading for the search bar at the bottom of the classroom page.",
	"I18N_CLASSROOM_PAGE_SEARCH_BAR_SUBHEADING": "The subheading for the search bar at the bottom of the classroom page.",
	"I18N_CLASSROOM_PAGE_TITLE": "The title displayed on the browser tab when on a classroom page.",
	"I18N_CLASSROOM_PAGE_TOPICS_COVERED": "The header displayed above the topics list section in the classroom page.",
	"I18N_COLLECTION_EDITOR_PAGE_TITLE": "The title displayed on the browser tab when on the collection editor page and the collection is not untitled.",
	"I18N_COLLECTION_EDITOR_UNTITLED_COLLECTION_PAGE_TITLE": "The title displayed on the browser tab when on the collection editor page and the collection is untitled.",
	"I18N_COLLECTION_PLAYER_PAGE_BEGIN": "Part of heading displayed on collection player page - It is shown when explorations are not started in a collection.",
	"I18N_COLLECTION_PLAYER_PAGE_CONTINUE": "Part of heading displayed on collection player page - It is shown when explorations have been started in a collection.",
	"I18N_COLLECTION_PLAYER_PAGE_FINISHED": "The heading displayed on collection player page - It is shown when all explorations have been finished by the user.",
	"I18N_COLLECTION_PLAYER_PAGE_HOVER_MESSAGE": "Message shown on preview card on collection player page.",
	"I18N_COLLECTION_PLAYER_PAGE_NO_EXPLORATION": "The heading displayed on collection player page - It is shown when no explorations are present in the collection.",
	"I18N_COLLECTION_PLAYER_PAGE_TITLE": "The title displayed on the browser tab when on the collection player page.",
	"I18N_COMING_SOON": "Text displayed in the topic viewer on pages that aren't released yet.",
	"I18N_COMMUNITY_LIBRARY_PAGE_COLLECTION": "The tag displayed in collection cards on the community library page - Shown if card is that of the collection.",
	"I18N_COMPLETED_STORY": "Text displayed on the learner dashboard that marks a story as completed.",
	"I18N_COMPLETE_CHAPTER": "Text displayed on the learner dashboard that prompts learner to complete a chapter in the topic.",
	"I18N_CONGRATULATORY_CHECKPOINT_MESSAGE_FIRST_1": "One of the three messages displayed to the learner for completing the first checkpoint of a lesson in story mode.",
	"I18N_CONGRATULATORY_CHECKPOINT_MESSAGE_FIRST_2": "One of the three messages displayed to the learner for completing the first checkpoint of a lesson in story mode.",
	"I18N_CONGRATULATORY_CHECKPOINT_MESSAGE_FIRST_3": "One of the three messages displayed to the learner for completing the first checkpoint of a lesson in story mode.",
	"I18N_CONGRATULATORY_CHECKPOINT_MESSAGE_GENERIC_1": "One of the three generic messages displayed to the learner for completing a checkpoint of a lesson in story mode.",
	"I18N_CONGRATULATORY_CHECKPOINT_MESSAGE_GENERIC_2": "One of the three generic messages displayed to the learner for completing a checkpoint of a lesson in story mode.",
	"I18N_CONGRATULATORY_CHECKPOINT_MESSAGE_GENERIC_3": "One of the three generic messages displayed to the learner for completing a checkpoint of a lesson in story mode.",
	"I18N_CONGRATULATORY_CHECKPOINT_MESSAGE_MIDWAY_1": "One of the three messages displayed to the learner for completing half of the checkpoints of a lesson in story mode.",
	"I18N_CONGRATULATORY_CHECKPOINT_MESSAGE_MIDWAY_2": "One of the three messages displayed to the learner for completing half of the checkpoints of a lesson in story mode.",
	"I18N_CONGRATULATORY_CHECKPOINT_MESSAGE_MIDWAY_3": "One of the three messages displayed to the learner for completing half of the checkpoints of a lesson in story mode.",
	"I18N_CONGRATULATORY_CHECKPOINT_MESSAGE_ONE_REMAINING_1": "One of the three messages displayed to the learner for completing all but the last checkpoint of a lesson in story mode.",
	"I18N_CONGRATULATORY_CHECKPOINT_MESSAGE_ONE_REMAINING_2": "One of the three messages displayed to the learner for completing all but the last checkpoint of a lesson in story mode.",
	"I18N_CONGRATULATORY_CHECKPOINT_MESSAGE_ONE_REMAINING_3": "One of the three messages displayed to the learner for completing all but the last checkpoint of a lesson in story mode.",
	"I18N_CONGRATULATORY_CHECKPOINT_MESSAGE_SECOND_1": "One of the three messages displayed to the learner for completing the second checkpoint of a lesson in story mode.",
	"I18N_CONGRATULATORY_CHECKPOINT_MESSAGE_SECOND_2": "One of the three messages displayed to the learner for completing the second checkpoint of a lesson in story mode.",
	"I18N_CONGRATULATORY_CHECKPOINT_MESSAGE_SECOND_3": "One of the three messages displayed to the learner for completing the second checkpoint of a lesson in story mode.",
	"I18N_CONGRATULATORY_CHECKPOINT_MESSAGE_TWO_REMAINING_1": "One of the three messages displayed to the learner for completing all but the last two checkpoints of a lesson in story mode.",
	"I18N_CONGRATULATORY_CHECKPOINT_MESSAGE_TWO_REMAINING_2": "One of the three messages displayed to the learner for completing all but the last two checkpoints of a lesson in story mode.",
	"I18N_CONGRATULATORY_CHECKPOINT_MESSAGE_TWO_REMAINING_3": "One of the three messages displayed to the learner for completing all but the last two checkpoints of a lesson in story mode.",
	"I18N_CONGRATULATORY_CHECKPOINT_TITLE_1": "One of the six titles displayed on top of the congratulatory messages shown to the learner for completing a checkpoint of a lesson in story mode.",
	"I18N_CONGRATULATORY_CHECKPOINT_TITLE_2": "One of the six titles displayed on top of the congratulatory messages shown to the learner for completing a checkpoint of a lesson in story mode.",
	"I18N_CONGRATULATORY_CHECKPOINT_TITLE_3": "One of the six titles displayed on top of the congratulatory messages shown to the learner for completing a checkpoint of a lesson in story mode.",
	"I18N_CONGRATULATORY_CHECKPOINT_TITLE_4": "One of the six titles displayed on top of the congratulatory messages shown to the learner for completing a checkpoint of a lesson in story mode.",
	"I18N_CONGRATULATORY_CHECKPOINT_TITLE_5": "One of the six titles displayed on top of the congratulatory messages shown to the learner for completing a checkpoint of a lesson in story mode.",
	"I18N_CONGRATULATORY_CHECKPOINT_TITLE_6": "One of the six titles displayed on top of the congratulatory messages shown to the learner for completing a checkpoint of a lesson in story mode.",
	"I18N_CONTACT_PAGE_BREADCRUMB": "Text displayed in the Contact page. - Text shown in the top left corner of the nav bar.\n{{identical|Contact}}",
	"I18N_CONTACT_PAGE_HEADING": "Heading for Oppia's Contact Page.",
	"I18N_CONTACT_PAGE_PARAGRAPH_1": "Text on Oppia's Contact Page - This text serves as a guide for people interested in getting involved with Oppia.",
	"I18N_CONTACT_PAGE_PARAGRAPH_10": "Text on Oppia's Contact Page - This text serves as a guide for people interested in getting involved with Oppia.",
	"I18N_CONTACT_PAGE_PARAGRAPH_10_HEADING": "Heading for the text on Oppia's Contact page.",
	"I18N_CONTACT_PAGE_PARAGRAPH_11": "Text on Oppia's Contact Page - This text serves as a guide for people interested in getting involved with Oppia.",
	"I18N_CONTACT_PAGE_PARAGRAPH_11_HEADING": "Heading for the text on Oppia's Contact page.\n{{Identical|Donation}}",
	"I18N_CONTACT_PAGE_PARAGRAPH_12": "Text on Oppia's Contact Page - This text serves as a guide for people interested in getting involved with Oppia.",
	"I18N_CONTACT_PAGE_PARAGRAPH_13": "Text on Oppia's Contact Page - This text serves as a guide for people interested in getting involved with Oppia.",
	"I18N_CONTACT_PAGE_PARAGRAPH_13_HEADING": "Heading for the text on Oppia's Contact page.\n{{Identical|Press}}",
	"I18N_CONTACT_PAGE_PARAGRAPH_14": "Text on Oppia's Contact Page - This text serves as a guide for people interested in getting involved with Oppia.",
	"I18N_CONTACT_PAGE_PARAGRAPH_14_HEADING": "Heading for the text on Oppia's Contact page.",
	"I18N_CONTACT_PAGE_PARAGRAPH_15": "Text on Oppia's Contact Page - This text serves as a guide for people interested in getting involved with Oppia.",
	"I18N_CONTACT_PAGE_PARAGRAPH_15_HEADING": "Heading for the text on Oppia's Contact page.",
	"I18N_CONTACT_PAGE_PARAGRAPH_2": "Text on Oppia's Contact Page - This text serves as a guide for people interested in getting involved with Oppia.",
	"I18N_CONTACT_PAGE_PARAGRAPH_2_HEADING": "Heading for the text on Oppia's Contact page.",
	"I18N_CONTACT_PAGE_PARAGRAPH_3": "Text on Oppia's Contact Page - This text serves as a guide for people interested in getting involved with Oppia.",
	"I18N_CONTACT_PAGE_PARAGRAPH_3_HEADING": "Heading for the text on Oppia's Contact page.",
	"I18N_CONTACT_PAGE_PARAGRAPH_4": "Text on Oppia's Contact Page - This text serves as a guide for people interested in getting involved with Oppia.",
	"I18N_CONTACT_PAGE_PARAGRAPH_4_HEADING": "Heading for the text on Oppia's Contact page.",
	"I18N_CONTACT_PAGE_PARAGRAPH_5": "Text on Oppia's Contact Page - This text serves as a guide for people interested in getting involved with Oppia.",
	"I18N_CONTACT_PAGE_PARAGRAPH_5_HEADING": "Heading for the text on Oppia's Contact page.",
	"I18N_CONTACT_PAGE_PARAGRAPH_6": "Text on Oppia's Contact Page - This text serves as a guide for people interested in getting involved with Oppia.",
	"I18N_CONTACT_PAGE_PARAGRAPH_7": "Text on Oppia's Contact Page - This text serves as a guide for people interested in getting involved with Oppia.",
	"I18N_CONTACT_PAGE_PARAGRAPH_7_HEADING": "Heading for the text on Oppia's Contact page.",
	"I18N_CONTACT_PAGE_PARAGRAPH_8": "Text on Oppia's Contact Page - This text serves as a guide for people interested in getting involved with Oppia.",
	"I18N_CONTACT_PAGE_PARAGRAPH_9": "Text on Oppia's Contact Page - This text serves as a guide for people interested in getting involved with Oppia.",
	"I18N_CONTACT_PAGE_PARAGRAPH_9_HEADING": "Heading for the text on Oppia's Contact page.",
	"I18N_CONTACT_PAGE_TITLE": "Text displayed on the browser tab when on the contact page.",
	"I18N_CONTINUE_REGISTRATION": "Text displayed on a button that, when clicked, allows the user to continue the signup process.",
	"I18N_COOKIE_BANNER_ACKNOWLEDGE": "Text displayed on a button at the bottom of the cookie banner. It allows the user to acknowledge and dismiss the banner.",
	"I18N_COOKIE_BANNER_EXPLANATION": "Text shown in the cookie banner at the bottom of the page.",
	"I18N_CORRECT_FEEDBACK": "Text shown in the congratulatory message shown to the learner when they get a correct answer.",
	"I18N_CREATED_LEARNER_GROUP_LINK_MESSAGE": "Text displayed before the link to the newly created learner group url after creating a new learner group.",
	"I18N_CREATE_ACCOUNT": "Text which appears on the Create Account button in the save progress menu of exploration lesson info modal.",
	"I18N_CREATE_ACTIVITY_QUESTION": "Text displayed as the first sentence in a dialog. - The dialog appears when the user clicks the I18N_CREATE_EXPLORATION_CREATE button.",
	"I18N_CREATE_ACTIVITY_TITLE": "Text displayed in the header of a dialog. - The dialog appears when the user clicks the I18N_CREATE_EXPLORATION_CREATE button.",
	"I18N_CREATE_COLLECTION": "Text of a button in the 'create new activity' dialog. - When the user clicks the button, a new collection is created and they are taken to the exploration editor page.",
	"I18N_CREATE_EXPLORATION": "Text of a button in the 'create new activity' dialog. - When the user clicks the button, a new exploration is created and they are taken to the exploration editor page.",
	"I18N_CREATE_EXPLORATION_CREATE": "Text displayed in a button in the navigation bar. - When the user clicks the button a dialog is opened where the user can create a new exploration.\n{{Identical|Create}}",
	"I18N_CREATE_EXPLORATION_QUESTION": "Subtitle of a dialog. - The user is asked if he wants to create a new exploration. See I18N_CREATE_EXPLORATION_CREATE.",
	"I18N_CREATE_EXPLORATION_TITLE": "Title of a dialog. - see I18N_CREATE_EXPLORATION_CREATE",
	"I18N_CREATE_EXPLORATION_UPLOAD": "Text displayed in a button in the navigation bar\n{{Identical|Upload}}",
	"I18N_CREATE_LEARNER_GROUP": "Text of the create new learner group button on the facilitator dashboard page.",
	"I18N_CREATE_LEARNER_GROUP_PAGE_TITLE": "Title of the create new learner group page.",
	"I18N_CREATE_NO_THANKS": "Text of the cancel button of a dialog. - see I18N_CREATE_EXPLORATION_CREATE.\n{{Identical|No thanks}}",
	"I18N_CREATE_YES_PLEASE": "Text of the confirmation button of a dialog. - see I18N_CREATE_EXPLORATION_CREATE.",
	"I18N_CREATOR_IMPACT": "The parameter that defines the impact of the creator on the learners of Oppia.\n{{Identical|Impact}}",
	"I18N_DASHBOARD_COLLECTIONS": "Title shown in a tab header in the user's dashboard page. - Clicking on this tab header shows a list of the collections the user has created.\n{{Identical|Collection}}",
	"I18N_DASHBOARD_CREATOR_DASHBOARD": "Title for the Dashboard page. - 'Creator Dashboard' is displayed as the title within the body of the page.",
	"I18N_DASHBOARD_EXPLORATIONS": "Title shown in a tab header in the user's dashboard page. - Clicking on this tab header shows a list of the explorations the user has created.\n{{Identical|Exploration}}",
	"I18N_DASHBOARD_EXPLORATIONS_EMPTY_MESSAGE": "Text prompting the user to create an exploration. - A message that informs the user that no explorations have been created",
	"I18N_DASHBOARD_EXPLORATIONS_SORT_BY": "Text shown next to the drop down list for sorting explorations - This text is a label for the drop down input field for sorting explorations.\n{{Identical|Sort by}}",
	"I18N_DASHBOARD_EXPLORATIONS_SORT_BY_AVERAGE_RATING": "Option in drop down list for sorting explorations - This is an option for sorting explorations by Average Rating",
	"I18N_DASHBOARD_EXPLORATIONS_SORT_BY_CATEGORY": "Option in drop down list for sorting explorations - This is an option for sorting explorations by Category\n{{Identical|Category}}",
	"I18N_DASHBOARD_EXPLORATIONS_SORT_BY_LAST_UPDATED": "Option in drop down list for sorting explorations - This is an option for sorting explorations by Last Updated\n{{Identical|Last updated}}",
	"I18N_DASHBOARD_EXPLORATIONS_SORT_BY_OPEN_FEEDBACK": "Option in drop down list for sorting explorations - This is an option for sorting explorations by the number of Open Feedback threads.",
	"I18N_DASHBOARD_EXPLORATIONS_SORT_BY_TITLE": "Option in drop down list for sorting explorations - This is an option for sorting explorations by Title.\n{{Identical|Title}}",
	"I18N_DASHBOARD_EXPLORATIONS_SORT_BY_TOTAL_PLAYS": "Option in drop down list for sorting explorations - This is an option for sorting explorations by total number of plays.",
	"I18N_DASHBOARD_EXPLORATIONS_SORT_BY_UNRESOLVED_ANSWERS": "Option in drop down list for sorting explorations - This is an option for sorting explorations by total number of Unresolved Answers.",
	"I18N_DASHBOARD_LESSONS": "Title for the Lessons subsection inside the progress tab in mobile view on learner dashboard page.",
	"I18N_DASHBOARD_OPEN_FEEDBACK": "Text of feedback icon shown in summary tile of an exploration in card view in the user's dashboard page.",
	"I18N_DASHBOARD_SKILL_PROFICIENCY": "Title for the skill proficiency subsection inside the progress tab in mobile view on learner dashboard page.",
	"I18N_DASHBOARD_STATS_AVERAGE_RATING": "Text shown on the stats card on the creator dashboard - This is a label for the Average Rating of the creator",
	"I18N_DASHBOARD_STATS_OPEN_FEEDBACK": "Text shown on the stats card on the creator dashboard - This is a label for the Open Feedback threads concerning the creator.",
	"I18N_DASHBOARD_STATS_TOTAL_PLAYS": "Text shown on the stats card on the creator dashboard - This is a label for the Total Plays of a creator's explorations.",
	"I18N_DASHBOARD_STATS_TOTAL_SUBSCRIBERS": "Text shown on the stats card on the creator dashboard - This is a label for the total subscriber count of a creator.\n{{Identical|Subscriber}}",
	"I18N_DASHBOARD_STORIES": "Title for the stories subsection inside the progress tab in mobile view on learner dashboard page.",
	"I18N_DASHBOARD_SUBSCRIBERS": "Title shown in a tab header in the user's dashboard page. - Clicking on this tab header shows the list of users who have subscribed to the user.\n{{Identical|Subscriber}}",
	"I18N_DASHBOARD_SUGGESTIONS": "Title shown in a tab header in the user's dashboard page. - Clicking on this tab header shows the list of suggestions created by the user, and the suggestions that can be reviewed by the user.",
	"I18N_DASHBOARD_TABLE_HEADING_EXPLORATION": "Text shown as table header in list view for explorations on the creator's dashboard - This is the table header for the Explorations column.\n{{Identical|Exploration}}",
	"I18N_DASHBOARD_TABLE_HEADING_LAST_UPDATED": "Text shown as table header in list view for explorations on the creator's dashboard - This is the table header for the Last Updated column.\n{{Identical|Last updated}}",
	"I18N_DASHBOARD_TABLE_HEADING_OPEN_THREADS": "Text shown as table header in list view for explorations on the creator's dashboard - This is the table header for the Open Threads column.",
	"I18N_DASHBOARD_TABLE_HEADING_PLAYS": "Text shown as table header in list view for explorations on the creator's dashboard - This is the table header for the Plays column.\n{{Identical|Play}}",
	"I18N_DASHBOARD_TABLE_HEADING_RATING": "Text shown as table header in list view for explorations on the creator's dashboard - This is the table header for the Rating column.\n{{Identical|Rating}}",
	"I18N_DASHBOARD_TABLE_HEADING_UNRESOLVED_ANSWERS": "Text shown as table header in list view for explorations on the creator's dashboard - This is the table header for the Unresolved Answers column.",
	"I18N_DASHBOARD_TOPICS_AND_SKILLS_DASHBOARD": "The name to be displayed for the topics and skills dashboard.",
	"I18N_DELETE_ACCOUNT_PAGE_BREADCRUMB": "Text displayed in the Delete Account page. - Text shown in the top left corner of the nav bar.",
	"I18N_DELETE_ACCOUNT_PAGE_BUTTON": "Text that appears in the button that confirms the account deletion in the Delete Account page that explains the details of user account deletion.\n{{Identical|Delete my account}}",
	"I18N_DELETE_ACCOUNT_PAGE_HEADING": "Heading of the Delete Account page that explains the details of user account deletion.\n{{Identical|Delete account}}",
	"I18N_DELETE_ACCOUNT_PAGE_LIST_1_1": "List item of the Delete Account page that explains the details of user account deletion.",
	"I18N_DELETE_ACCOUNT_PAGE_LIST_1_2": "List item of the Delete Account page that explains the details of user account deletion.",
	"I18N_DELETE_ACCOUNT_PAGE_LIST_1_3": "List item of the Delete Account page that explains the details of user account deletion.",
	"I18N_DELETE_ACCOUNT_PAGE_LIST_1_4": "List item of the Delete Account page that explains the details of user account deletion.",
	"I18N_DELETE_ACCOUNT_PAGE_LIST_1_5": "List item of the Delete Account page that explains the details of user account deletion.",
	"I18N_DELETE_ACCOUNT_PAGE_LIST_2_1": "List item of the Delete Account page that explains the details of user account deletion.",
	"I18N_DELETE_ACCOUNT_PAGE_LIST_2_2": "List item of the Delete Account page that explains the details of user account deletion.",
	"I18N_DELETE_ACCOUNT_PAGE_LIST_2_3": "List item of the Delete Account page that explains the details of user account deletion.",
	"I18N_DELETE_ACCOUNT_PAGE_MODAL_TEXT": "Text that appears in the body of the confirm deletion modal in the Delete Account page that explains the details of user account deletion.",
	"I18N_DELETE_ACCOUNT_PAGE_PARAGRAPH_1": "Text on the Delete Account page that explains the details of user account deletion.",
	"I18N_DELETE_ACCOUNT_PAGE_PARAGRAPH_1_HEADING": "Paragraph heading on the Delete Account page that explains the details of user account deletion.\n{{Identical|Overview}}",
	"I18N_DELETE_ACCOUNT_PAGE_PARAGRAPH_2": "Text on the Delete Account page that explains the details of user account deletion.",
	"I18N_DELETE_ACCOUNT_PAGE_PARAGRAPH_3": "Text on the Delete Account page that explains the details of user account deletion.",
	"I18N_DELETE_ACCOUNT_PAGE_PARAGRAPH_4": "Text on the Delete Account page that explains the details of user account deletion.",
	"I18N_DELETE_ACCOUNT_PAGE_PARAGRAPH_5": "Text on the Delete Account page that explains the details of user account deletion.",
	"I18N_DELETE_ACCOUNT_PAGE_REDIRECT_INFO": "Text that explains to the user that clicking the button will redirect to a new page for user account deletion.",
	"I18N_DELETE_ACCOUNT_PAGE_TITLE": "Text displayed on the browser tab when on the account deletion page.",
	"I18N_DELETE_LEARNER_GROUP": "Delete learner group button text displayed in preferences tab on the edit learner group page.",
	"I18N_DEST_IF_STUCK_INFO_TOOLTIP": "You can now specify a new card in which you can walk the learners through the concepts used in the question, if they get really stuck!",
	"I18N_DIRECTIVES_DRAG_IMAGE_HERE": "Text displayed in the preferences page. - Text shown in the dialog shown to upload a profile picture. The user can upload the picture by dragging a file to the area with this text.",
	"I18N_DIRECTIVES_UPLOAD_A_FILE": "Text displayed in the preferences page, or everywhere there's image upload to instruct the user to 'Upload a file' from their computer.",
	"I18N_DONATE_PAGE_BREADCRUMB": "Text displayed in the Donate page. - Text shown in the top left corner of the nav bar.\n{{identical|Donate}}",
	"I18N_DONATE_PAGE_BROWSER_TAB_TITLE": "Test displayed on the browser tab when on the donate page.",
	"I18N_DONATE_PAGE_IMAGE_TITLE": "Text displayed above the image showing the uses of funds in the donate page.",
	"I18N_DONATE_PAGE_TITLE": "Title of the Oppia Donate page.",
	"I18N_DONATE_PAGE_VIDEO_SUBTITLE": "Text displayed below the video in the Donate page.",
	"I18N_DONATE_PAGE_VISION_TEXT_ONE": "The first paragraph of the vision of Oppia in the Donate page.",
	"I18N_DONATE_PAGE_VISION_TEXT_TWO": "The second paragraph of the vision of Oppia in the Donate page.",
	"I18N_EDIT_LEARNER_GROUP_PAGE_TITLE": "Title of the Edit Learner Group page.",
	"I18N_EMPTY_LEARNER_GROUPS_MESSAGE": "Text shown when the learner groups list on the facilitator dashboard is empty.",
	"I18N_EMPTY_SOLUTION_MESSAGE": "Text shown when the solution for a state is not specified.",
	"I18N_END_CHAPTER_MILESTONE_MESSAGE_1": "Message displayed at the end of a chapter after a signed in learner completes their 1st chapter ever.",
	"I18N_END_CHAPTER_MILESTONE_MESSAGE_2": "Message displayed at the end of a chapter after a signed in learner completes their 5th chapter ever.",
	"I18N_END_CHAPTER_MILESTONE_MESSAGE_3": "Message displayed at the end of a chapter after a signed in learner completes their 10th chapter ever.",
	"I18N_END_CHAPTER_MILESTONE_MESSAGE_4": "Message displayed at the end of a chapter after a signed in learner completes their 25th chapter ever.",
	"I18N_END_CHAPTER_MILESTONE_MESSAGE_5": "Message displayed at the end of a chapter after a signed in learner completes their 50th chapter ever.",
	"I18N_END_CHAPTER_MILESTONE_PROGRESS_MESSAGE": "Message displayed at the end of a chapter indicating how many chapter(s) (one or more) the learner has left to complete before they reach the next milestone.",
	"I18N_END_CHAPTER_NEXT_CHAPTER_TEXT": "Text displayed under the recommendation card which leads the learner onto the next chapter",
	"I18N_END_CHAPTER_PRACTICE_SESSION_TEXT": "Text displayed under the recommendation card which leads the learner onto the practice tab",
	"I18N_END_CHAPTER_REVISION_TAB_TEXT": "Text displayed under the recommendation card which leads the learner onto the revision tab",
	"I18N_END_EXPLORATION_RECOMMENDATION_MESSAGE": "Message displayed to the learner at the end of an exploration telling them what other lessons/practice session they could try.",
	"I18N_ERROR_DISABLED_EXPLORATION": "Text displayed as title when an exploration is unavailable due to having been disabled.",
	"I18N_ERROR_DISABLED_EXPLORATION_MESSAGE": "Description shown in the center of the error page for an 'exploration unavailable' error.",
	"I18N_ERROR_DISABLED_EXPLORATION_PAGE_TITLE": "Title of the page displayed when an 'exploration unavailable' error occurred.",
	"I18N_ERROR_HEADER_400": "Text displayed as title when a 400 type error occurred.",
	"I18N_ERROR_HEADER_401": "Text displayed as title when a 401 type error occurred because the user has no permissions to access the page.",
	"I18N_ERROR_HEADER_404": "Text displayed as title when a 404 type error occurred because the page was not found.",
	"I18N_ERROR_HEADER_500": "Text displayed as title when a 500 type error occurred because the server failed to process the request.",
	"I18N_ERROR_MESSAGE_400": "Description shown in the center of the error page for a 400 error.",
	"I18N_ERROR_MESSAGE_401": "Description shown in the center of the error page for a 401 error.",
	"I18N_ERROR_MESSAGE_404": "Description shown in the center of the error page for a 404 error.",
	"I18N_ERROR_MESSAGE_500": "Description shown in the center of the error page for a 500 error.",
	"I18N_ERROR_NEXT_STEPS": "Text displayed when an error occurred and the page could not be loaded.",
	"I18N_ERROR_PAGE_ROOT_BROWSER_TAB_TITLE": "Text displayed on the browser tab when on the error page root.",
	"I18N_ERROR_PAGE_TITLE": "Text displayed on the browser tab when on the error page.",
	"I18N_ERROR_PAGE_TITLE_400": "Title of the page displayed when a 400 type error occurred.",
	"I18N_ERROR_PAGE_TITLE_401": "Title of the page displayed when a 401 type error occurred because the user has no permissions to access the page.",
	"I18N_ERROR_PAGE_TITLE_404": "Title of the page displayed when a 404 type error occurred because the page was not found.",
	"I18N_ERROR_PAGE_TITLE_500": "Title of the page displayed when a 500 type error occurred because the server failed to process the request.",
	"I18N_EXPLORATION_-tMgcP1i_4au_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_-tMgcP1i_4au_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_0FBWxCE5egOw_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_0FBWxCE5egOw_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_0X0KC9DXWwra_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_0X0KC9DXWwra_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_1904tpP0CYwY_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_1904tpP0CYwY_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_2mzzFVDLuAj8_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_2mzzFVDLuAj8_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_40a3vjmZ7Fwu_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_40a3vjmZ7Fwu_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_53Ka3mQ6ra5A_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_53Ka3mQ6ra5A_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_5I4srORrwjt2_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_5I4srORrwjt2_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_5NWuolNcwH6e_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_5NWuolNcwH6e_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_670bU6d9JGBh_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_670bU6d9JGBh_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_6Q6IyIDkjpYC_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_6Q6IyIDkjpYC_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_8HTzQQUPiK5i_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_8HTzQQUPiK5i_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_9DITEN8BUEHw_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_9DITEN8BUEHw_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_9trAQhj6uUC2_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_9trAQhj6uUC2_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_BDIln52yGfeH_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_BDIln52yGfeH_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_BJd7yHIxpqkq_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_BJd7yHIxpqkq_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_IrbGLTicm0BI_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_IrbGLTicm0BI_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_Jbgc3MlRiY07_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_Jbgc3MlRiY07_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_K645IfRNzpKy_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_K645IfRNzpKy_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_K89Hgj2qRSzw_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_K89Hgj2qRSzw_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_Knvx24p24qPO_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_Knvx24p24qPO_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_MRJeVrKafW6G_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_MRJeVrKafW6G_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_MjZzEVOG47_1_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_MjZzEVOG47_1_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_OKxYhsWONHZV_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_OKxYhsWONHZV_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_PLAYER_PAGE_TITLE": "Text displayed on the browser's tab when on an exploration player page.",
	"I18N_EXPLORATION_PsfDKdhd6Esz_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_PsfDKdhd6Esz_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_R7WpsSfmDQPV_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_R7WpsSfmDQPV_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_RvopsvVdIb0J_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_RvopsvVdIb0J_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_SR1IKIdLxnm1_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_SR1IKIdLxnm1_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_STARTING_FROM_BEGINNING": "Alert message displayed to the user when they complete an exploration informing them that they would be starting from the begining the next time they come back.",
	"I18N_EXPLORATION_STATE_PREVIOUSLY_COMPLETED": "Message displayed to the user if the exploration state has been already completed by them in a previous session",
	"I18N_EXPLORATION_VKXd8qHsxLml_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_VKXd8qHsxLml_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_Vgde5_ZVqrq5_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_Vgde5_ZVqrq5_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_W0xq3jW5GzDF_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_W0xq3jW5GzDF_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_WulCxGAmGE61_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_WulCxGAmGE61_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_WwqLmeQEn9NK_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_WwqLmeQEn9NK_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_Xa3B_io-2WI5_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_Xa3B_io-2WI5_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_aAkDKVDR53cG_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_aAkDKVDR53cG_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_aHikhPlxYgOH_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_aHikhPlxYgOH_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_aqJ07xrTFNLF_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_aqJ07xrTFNLF_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_avwshGklKLJE_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_avwshGklKLJE_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_cQDibOXQbpi7_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_cQDibOXQbpi7_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_hNOP3TwRJhsz_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_hNOP3TwRJhsz_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_ibeLZqbbjbKF_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_ibeLZqbbjbKF_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_k2bQ7z5XHNbK_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_k2bQ7z5XHNbK_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_kYSrbNDCv5sH_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_kYSrbNDCv5sH_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_lNpxiuqufPiw_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_lNpxiuqufPiw_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_lOU0XPC2BnE9_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_lOU0XPC2BnE9_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_m1nvGABWeUoh_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_m1nvGABWeUoh_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_nLmUS6lbmvnl_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_nLmUS6lbmvnl_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_nTMZwH7i0DdW_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_nTMZwH7i0DdW_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_osw1m5Q3jK41_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_osw1m5Q3jK41_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_rDJojPOc0KgJ_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_rDJojPOc0KgJ_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_rfX8jNkPnA-1_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_rfX8jNkPnA-1_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_rwN3YPG9XWZa_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_rwN3YPG9XWZa_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_tIoSb3HZFN6e_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_tIoSb3HZFN6e_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_umPkwp0L1M0-_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_umPkwp0L1M0-_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_v8fonNnX4Ub1_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_v8fonNnX4Ub1_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_wE9pyaC5np3n_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_wE9pyaC5np3n_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_zIBYaqfDJrJC_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_zIBYaqfDJrJC_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_zNb0Bh27QtJ4_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_zNb0Bh27QtJ4_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_zTg2hzTz37jP_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_zTg2hzTz37jP_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_zVbqxwck0KaC_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_zVbqxwck0KaC_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_EXPLORATION_zW39GLG_BdN2_DESCRIPTION": "Description of the chapters displayed on story viewer page. Should be at most 100 characters.",
	"I18N_EXPLORATION_zW39GLG_BdN2_TITLE": "Title of the chapters displayed on topic viewer and story viewer page. Should be at most 36 characters.",
	"I18N_FACILITATOR_DASHBOARD_PAGE_TITLE": "Title of the Facilitator Dashboard page.",
	"I18N_FEEDBACK_INSTRUCTION": "Message below the feedback input box.",
	"I18N_FEEDBACK_MESSAGE_ANONYMOUS_AUTHOR": "The name of the author of a message in a feedback thread who wanted to stay anonymous.",
	"I18N_FOOTER_ABOUT": "Text shown in the footer. - Link to the about page. See I18N_ABOUT_PAGE_TITLE\n{{Identical|About}}",
	"I18N_FOOTER_ABOUT_ALL_CAPS": "Text shown in the footer. - Title of the about section. Must be in all capital letters for languages that use Latin, Cyrillic, and/or Greek scripts.",
	"I18N_FOOTER_ANDROID_APP": "Text shown in the footer. - A link to the Android beta launch page.",
	"I18N_FOOTER_AUTHOR_PROFILES": "Text shown in the exploration footer. - A link that opens up a dropdown menu of authors that contributed to this exploration.",
	"I18N_FOOTER_BROWSE_LIBRARY": "Text shown in the footer. - Link to the library page.",
	"I18N_FOOTER_CONTACT_US": "Text shown in the footer. - Link to the contact page.\n{{Identical|Contact us}}",
	"I18N_FOOTER_CONTRIBUTE_ALL_CAPS": "Text shown in the footer. - Title of the contribute section. Must be in all capital letters for languages that use Latin, Cyrillic, and/or Greek scripts. This section has links to pages where people can contribute to Oppia.\n{{Identical|Contribute}}",
	"I18N_FOOTER_CREDITS": "Text shown in the footer. - Link to the credits tab in the about page. See I18N_ABOUT_PAGE_TITLE\n{{Identical|Credit}}",
	"I18N_FOOTER_DONATE": "Text shown in the footer. - Link to the donation page.\n{{Identical|Donate}}",
	"I18N_FOOTER_FOLLOW_US": "Text displayed in the footer. It's shown above the social media icons like Facebook and YouTube.",
	"I18N_FOOTER_FORUM": "Text shown in the footer. - Link to the forum page.\n{{Identical|Forum}}",
	"I18N_FOOTER_GET_INVOLVED": "Text shown in the footer. - Link to the contact page that explains how to contribute to the Oppia foundation.\n{{Identical|Get involved}}",
	"I18N_FOOTER_GET_STARTED": "Text shown in the footer. - Link to the get started page. See I18N_GET_STARTED_PAGE_TITLE\n{{Identical|Get started}}",
	"I18N_FOOTER_OPPIA_FOUNDATION": "Text shown in the footer. - Link to the Oppia Foundation website. See I18N_ABOUT_PAGE_TITLE.",
	"I18N_FOOTER_PRIVACY_POLICY": "Text shown in the footer. - Link to a page that contains Oppia's privacy policy.\n{{Identical|Privacy policy}}",
	"I18N_FOOTER_TEACH": "Text shown in the footer. - Link to the Teach with Oppia page that contains more information for teachers that want to use Oppia.",
	"I18N_FOOTER_TEACH_LEARN_ALL_CAPS": "Text shown in the footer. - Title of the teach/learn section. Must be in all capital letters for languages that use Latin, Cyrillic, and/or Greek scripts. This section has links to pages with content for teachers and students.",
	"I18N_FOOTER_TEACH_PAGE": "Text shown in the footer. - Link to a page that contains Oppia's Teach page containg information for parents and teachers.",
	"I18N_FOOTER_TERMS_OF_SERVICE": "Text shown in the footer. - Link to a page that contains Oppia's terms of service.\n{{Identical|Terms of service}}",
	"I18N_FORMS_TYPE_NUMBER": "Text displayed in a number interaction. - The interaction is a input box when the user has a to enter a number. This text is shown inside the box when the user has not introduced anything yet.",
	"I18N_FORMS_TYPE_NUMBER_AT_LEAST": "Text displayed in a number interaction. - This text is shown in red when the user introduces a number that is less than <[minValue]>.",
	"I18N_FORMS_TYPE_NUMBER_AT_MOST": "Text displayed in a number interaction. - This text is shown in red when the user introduces a number that is greater than <[maxValue]>.",
	"I18N_FORMS_TYPE_NUMBER_INVALID_DECIMAL": "Text displayed in a number interaction. - This text is shown in red when the user introduces something that can't be interpreted as a number.",
	"I18N_GENERATE_ATTRIBUTION": "Text shown on the bottom right of the exploration to generate attribution link for an exploration.",
	"I18N_GET_STARTED_PAGE_BREADCRUMB": "Text displayed in the Get Started page. - Text shown in the top left corner of the nav bar.",
	"I18N_GET_STARTED_PAGE_HEADING": "Heading of the Get Started page that explains the process for creating an Oppia activity at a high level.\n{{Identical|Get started}}",
	"I18N_GET_STARTED_PAGE_PARAGRAPH_1": "Text on the Get Started page that explains the process for creating an Oppia activity at a high level.\n{{Identical|Get started}}",
	"I18N_GET_STARTED_PAGE_PARAGRAPH_10": "Text on the Get Started page that explains the process for creating an Oppia activity at a high level.\n{{Identical|Get started}}",
	"I18N_GET_STARTED_PAGE_PARAGRAPH_11": "Text on the Get Started page that explains the process for creating an Oppia activity at a high level.\n{{Identical|Get started}}",
	"I18N_GET_STARTED_PAGE_PARAGRAPH_11_HEADING": "Paragraph heading on the Get Started page that explains the process for creating an Oppia activity at a high level.\n{{Identical|Get started}}",
	"I18N_GET_STARTED_PAGE_PARAGRAPH_2": "Text on the Get Started page that explains the process for creating an Oppia activity at a high level.\n{{Identical|Get started}}",
	"I18N_GET_STARTED_PAGE_PARAGRAPH_2_HEADING": "Paragraph heading on the Get Started page that explains the process for creating an Oppia activity at a high level.\n{{Identical|Get started}}",
	"I18N_GET_STARTED_PAGE_PARAGRAPH_3": "Text on the Get Started page that explains the process for creating an Oppia activity at a high level.\n{{Identical|Get started}}",
	"I18N_GET_STARTED_PAGE_PARAGRAPH_3_HEADING": "Paragraph heading on the Get Started page that explains the process for creating an Oppia activity at a high level.\n{{Identical|Get started}}",
	"I18N_GET_STARTED_PAGE_PARAGRAPH_4": "Text on the Get Started page that explains the process for creating an Oppia activity at a high level.\n{{Identical|Get started}}",
	"I18N_GET_STARTED_PAGE_PARAGRAPH_5": "Text on the Get Started page that explains the process for creating an Oppia activity at a high level.\n{{Identical|Get started}}",
	"I18N_GET_STARTED_PAGE_PARAGRAPH_6": "Text on the Get Started page that explains the process for creating an Oppia activity at a high level.\n{{Identical|Get started}}",
	"I18N_GET_STARTED_PAGE_PARAGRAPH_7": "Text on the Get Started page that explains the process for creating an Oppia activity at a high level.\n{{Identical|Get started}}",
	"I18N_GET_STARTED_PAGE_PARAGRAPH_7_HEADING": "Paragraph heading on the Get Started page that explains the process for creating an Oppia activity at a high level.\n{{Identical|Get started}}",
	"I18N_GET_STARTED_PAGE_PARAGRAPH_8": "Text on the Get Started page that explains the process for creating an Oppia activity at a high level.\n{{Identical|Get started}}",
	"I18N_GET_STARTED_PAGE_PARAGRAPH_8_HEADING": "Paragraph heading on the Get Started page that explains the process for creating an Oppia activity at a high level.\n{{Identical|Get started}}",
	"I18N_GET_STARTED_PAGE_PARAGRAPH_9": "Text on the Get Started page that explains the process for creating an Oppia activity at a high level.\n{{Identical|Get started}}",
	"I18N_GET_STARTED_PAGE_PARAGRAPH_9_HEADING": "Paragraph heading on the Get Started page that explains the process for creating an Oppia activity at a high level.\n{{Identical|Get started}}",
	"I18N_GET_STARTED_PAGE_TITLE": "Title of the Get Started page that explains the process for creating an Oppia activity at a high level.\n{{Identical|Get started}}",
	"I18N_GOAL_LIMIT": "Text shown in the learner dashboard that shows the limit of the number of topics that a learner can mark as a 'goal'",
	"I18N_GOT_IT": "Text shown at the bottom of the modal that displays hints and solutions",
	"I18N_HEADING_VOLUNTEER": "Text shown in the footer and navbar. - Link to a page that contains Oppia's Volunteer's page",
	"I18N_HINT_NEED_HELP": "Text shown in the modal to prompt the learner to view a hint.",
	"I18N_HINT_TITLE": "Title of the modal that shows a hint to the learner.",
	"I18N_INTERACTIONS_ALGEBRAIC_EXPR_INSTRUCTION": "Instructions to the learner to interact with the AlgebraicExpression interaction.",
	"I18N_INTERACTIONS_CODE_REPL_INSTRUCTION": "Instructions to the learner to interact with the CodeRepl interaction.",
	"I18N_INTERACTIONS_CODE_REPL_NARROW_INSTRUCTION": "Shorter instructions to the learner to interact with the CodeRepl interaction.",
	"I18N_INTERACTIONS_DRAG_AND_DROP_INSTRUCTION": "Instructions to the learner to interact with the DragAndDrop interaction.",
	"I18N_INTERACTIONS_FRACTIONS_DIVISION_BY_ZERO": "Error message shown below input field in the fractions interaction.",
	"I18N_INTERACTIONS_FRACTIONS_INPUT_PLACEHOLDER": "Text displayed in the fractions interaction input as a placeholder.",
	"I18N_INTERACTIONS_FRACTIONS_INPUT_PLACEHOLDER_NO_INTEGER": "Text displayed in the fractions interaction input as a placeholder when no integer part is allowed.",
	"I18N_INTERACTIONS_FRACTIONS_INVALID_CHARS": "Error message shown below input field in the fractions interaction.",
	"I18N_INTERACTIONS_FRACTIONS_INVALID_CHARS_LENGTH": "Error message shown below input field in the fractions interaction.",
	"I18N_INTERACTIONS_FRACTIONS_INVALID_FORMAT": "Error message shown below input field in the fractions interaction.",
	"I18N_INTERACTIONS_FRACTIONS_NON_EMPTY": "Error message shown below input field in the fractions interaction.",
	"I18N_INTERACTIONS_FRACTIONS_NON_MIXED": "Error message shown below input field in the fractions interaction.",
	"I18N_INTERACTIONS_FRACTIONS_PROPER_FRACTION": "Error message shown below input field in the fractions interaction.",
	"I18N_INTERACTIONS_FRACTIONS_SIMPLEST_FORM": "Error message shown below input field in the fractions interaction.",
	"I18N_INTERACTIONS_GRAPH_ADD_EDGE": "Text displayed in a button in a graph interaction inside the graph editor - When the user clicks the button, he can add a new line (edge) to the graph.",
	"I18N_INTERACTIONS_GRAPH_ADD_NODE": "Text displayed in a button in a graph interaction inside the graph editor - When the user clicks the button, he can add a new dot (node) to the graph.",
	"I18N_INTERACTIONS_GRAPH_DELETE": "Text displayed in a button in a graph interaction inside the graph editor - When the user clicks the button, he can move then select an element of the graph and delete it.\n{{Identical|Delete}}",
	"I18N_INTERACTIONS_GRAPH_EDGE_FINAL_HELPTEXT": "The instructions to complete (or cancel) edge creation in graph input interaction in mobile.\n\nNote: The \"edge\" here does not mean the Microsoft Edge browser, so feel free to translate it.",
	"I18N_INTERACTIONS_GRAPH_EDGE_INITIAL_HELPTEXT": "The instructions to start edge creation in graph input interaction in mobile.\n\nNote: The \"edge\" here does not mean the Microsoft Edge browser, so feel free to translate it.",
	"I18N_INTERACTIONS_GRAPH_ERROR_INVALID": "Text displayed in a graph interaction.",
	"I18N_INTERACTIONS_GRAPH_INPUT_INSTRUCTION": "Instructions to the learner to interact with the GraphInput interaction.",
	"I18N_INTERACTIONS_GRAPH_INPUT_NARROW_INSTRUCTION": "Shorter instructions to the learner to interact with the GraphInput interaction.",
	"I18N_INTERACTIONS_GRAPH_MOVE": "Text displayed in a button in a graph interaction inside the graph editor - When the user clicks the button, he can move then select an element of the graph and move it.\n{{Identical|Move}}",
	"I18N_INTERACTIONS_GRAPH_MOVE_FINAL_HELPTEXT": "The instructions to complete moving a vertex in graph input interaction in mobile.",
	"I18N_INTERACTIONS_GRAPH_MOVE_INITIAL_HELPTEXT": "The instructions to start moving a vertex in graph input interaction in mobile.",
	"I18N_INTERACTIONS_GRAPH_RESET_BUTTON": "Text displayed in a button in a graph interaction inside the graph editor - When the user clicks the button, the graph goes back to its original state when the page was loaded.\n{{Identical|Reset}}",
	"I18N_INTERACTIONS_GRAPH_RESPONSE_EDGE": "Text displayed in a graph interaction. Describes the number of edges the graph has.\n\n'''Singular form'''. To be replaced by the correct extrapolation.\n{{Identical|Edge}}",
	"I18N_INTERACTIONS_GRAPH_RESPONSE_EDGES": "Text displayed in a graph interaction. Describes the number of edges the graph has.\n\n'''Plural form'''.  To be replaced by the correct extrapolation.\n{{Identical|Edge}}",
	"I18N_INTERACTIONS_GRAPH_RESPONSE_VERTEX": "Text displayed in a graph interaction. Describes the number of nodes the graph has.\n\n'''Singular form.''' To be replaced by the correct extrapolation.\n{{Identical|Vertex}}",
	"I18N_INTERACTIONS_GRAPH_RESPONSE_VERTICES": "Text displayed in a graph interaction. Describes the number of nodes the graph has.\n\n'''Plural form.''' To be replaced by the correct extrapolation.\n{{Identical|Vertex}}",
	"I18N_INTERACTIONS_GRAPH_UPDATE_LABEL": "Text displayed in a graph interaction. - When a user clicks an edge, this text is shown next to an text entry where the user can write a label for the edge.",
	"I18N_INTERACTIONS_GRAPH_UPDATE_WEIGHT": "Text displayed in a graph interaction. - When a user clicks an edge, this text is shown next to an text entry where the user can write a numeric weight for the edge.",
	"I18N_INTERACTIONS_IMAGE_CLICK_INSTRUCTION": "Instructions to the learner to interact with the ImageClickInput interaction.",
	"I18N_INTERACTIONS_IMAGE_CLICK_SELECT": "Text displayed in a image interaction. - The text is shown when there is no image to display.",
	"I18N_INTERACTIONS_ITEM_SELECTION_MORE": "Text displayed in a item selection interaction. - The text is shown when the user has selected an appropriate number of items for submission.",
	"I18N_INTERACTIONS_ITEM_SELECTION_NOT_ENOUGH": "Text displayed in a item selection interaction. - The text is shown when the user has not selected enough items. It indicates the minimum number of items that should be selected for a correct answer",
	"I18N_INTERACTIONS_ITEM_SELECTION_PREVENT_MORE": "Text displayed in a item selection interaction. - The text is shown when the user has selected too many items. It indicates the maximum number of items that can be selected for a correct answer",
	"I18N_INTERACTIONS_MAP_INSTRUCTION": "Instructions to the learner to interact with the InteractiveMap interaction.",
	"I18N_INTERACTIONS_MAP_NARROW_INSTRUCTION": "Shorter instructions to the learner to interact with the InteractiveMap interaction.",
	"I18N_INTERACTIONS_MATH_EQ_INSTRUCTION": "Instructions to the learner to interact with the MathEquation interaction.",
	"I18N_INTERACTIONS_MUSIC_CLEAR": "Text displayed in a music interaction. - The text is shown inside a button. When the user clicks the button, sequences of notes the user has introduced is erased.\n{{Identical|Clear}}",
	"I18N_INTERACTIONS_MUSIC_INSTRUCTION": "Instructions to the learner to interact with the MusicNotesInput interaction.",
	"I18N_INTERACTIONS_MUSIC_NARROW_INSTRUCTION": "Shorter instructions to the learner to interact with the MusicNotesInput interaction.",
	"I18N_INTERACTIONS_MUSIC_PLAY": "Text displayed in a music interaction. - This text is shown inside a button. When the user clicks the button, the sequences of notes the user has introduced is reproduced.\n{{Identical|Play}}",
	"I18N_INTERACTIONS_MUSIC_PLAY_SEQUENCE": "Text displayed in a music interaction. - This text is shown inside a button. When the user clicks the button, the sequences of notes the user has to copy is reproduced.",
	"I18N_INTERACTIONS_NUMBER_WITH_UNITS_INVALID_CURRENCY": "Error message shown below the input field for the number with units interaction.",
	"I18N_INTERACTIONS_NUMBER_WITH_UNITS_INVALID_CURRENCY_FORMAT": "Error message shown below the input field for the number with units interaction",
	"I18N_INTERACTIONS_NUMBER_WITH_UNITS_INVALID_UNIT_CHARS": "Error message shown below the input field for the number with units interaction",
	"I18N_INTERACTIONS_NUMBER_WITH_UNITS_INVALID_VALUE": "Error message shown below the input field for the number with units interaction",
	"I18N_INTERACTIONS_NUMBER_WITH_UNITS_POSSIBLE_UNIT_FORMATS": "Text displayed in number with units interaction. - The text is shown inside a button. When the user clicks the button, a dialog is shown with the explanation of the accepted syntax that can be used inside number with units in Oppia.",
	"I18N_INTERACTIONS_NUMERIC_INPUT_ATMOST_1_DECIMAL": "Error message shown when number has more than one decimal points.",
	"I18N_INTERACTIONS_NUMERIC_INPUT_ATMOST_1_EXPONENT": "Error message shown when number has more than 1 exponent sign.",
	"I18N_INTERACTIONS_NUMERIC_INPUT_ATMOST_1_MINUS": "Error message shown when number has more than 1 minus sign.",
	"I18N_INTERACTIONS_NUMERIC_INPUT_GREATER_THAN_15_DIGITS_COMMA": "Error message shown when number has more than 15 digits.",
	"I18N_INTERACTIONS_NUMERIC_INPUT_GREATER_THAN_15_DIGITS_DOT": "Error message shown when number has more than 15 digits.",
	"I18N_INTERACTIONS_NUMERIC_INPUT_INVALID_NUMBER": "Error message shown when number is invalid.",
	"I18N_INTERACTIONS_NUMERIC_INPUT_LESS_THAN_ZERO": "Error message shown when number is less than zero.",
	"I18N_INTERACTIONS_NUMERIC_INPUT_MINUS_AT_BEGINNING": "Error message shown when number does not have minus sign in the beginning.",
	"I18N_INTERACTIONS_NUMERIC_INPUT_NO_TRAILING_DECIMAL": "Error message shown when number has trailing decimal points.",
	"I18N_INTERACTIONS_PENCILCODEEDITOR_ARE_YOU_SURE_YOU_WANT_TO_RESET_YOUR_CODE": "This text is displayed in pencil code editor interaction - This text is shown when user clicks on the reset button. This is body of the modal and asks the user whether they really want to proceed with the action",
	"I18N_INTERACTIONS_PENCILCODEEDITOR_CANCEL": "Text displayed in a pencil code editor interaction - This text is shown when user clicks on reset code button. If user clicks this button in the modal then it cancels user's current action\n{{Identical|Cancel}}",
	"I18N_INTERACTIONS_PENCILCODEEDITOR_CONFIRMATION_REQUIRED": "Text displayed in pencil code editor interaction - This text is shown when user clicks on the reset code button. This is title of a modal asking for confirmation of user's action",
	"I18N_INTERACTIONS_PENCILCODEEDITOR_RESET_CODE": "Text displayed in a pencil code editor interaction - This text is shown when user clicks on reset code button. If user clicks this button, the code editor is reset to its initial state",
	"I18N_INTERACTIONS_PENCILCODE_INSTRUCTION": "Instructions to the learner to interact with the PencilCode interaction.",
	"I18N_INTERACTIONS_PENCILCODE_NARROW_INSTRUCTION": "Shorter instructions to the learner to interact with the PencilCode interaction.",
	"I18N_INTERACTIONS_RATIO_EMPTY_STRING": "Error message shown below the input field for the ratio input interaction.",
	"I18N_INTERACTIONS_RATIO_INCLUDES_ZERO": "Error message shown below the input field for the ratio input interaction.",
	"I18N_INTERACTIONS_RATIO_INVALID_CHARS": "Error message shown below the input field for the ratio input interaction.",
	"I18N_INTERACTIONS_RATIO_INVALID_COLONS": "Error message shown below the input field for the ratio input interaction.",
	"I18N_INTERACTIONS_RATIO_INVALID_FORMAT": "Error message shown below the input field for the ratio input interaction.",
	"I18N_INTERACTIONS_RATIO_NON_INTEGER_ELEMENTS": "Error message shown below the input field for the ratio input interaction.",
	"I18N_INTERACTIONS_SET_INPUT_ADD_ITEM": "Text displayed in a set interaction. - This text is shown inside a button. When the user clicks the button, a new line to introduce elements to the set appears above the button.",
	"I18N_INTERACTIONS_SET_INPUT_DUPLICATES_ERROR": "Text displayed in a set interaction. - This text is shown in red when the user tries to submit a set that has duplicate elements.",
	"I18N_INTERACTIONS_SET_INPUT_EMPTY_SET": "Text displayed in a set interaction. - The user is asked to introduce items of a set described in the problem. This text indicates that each one of those items has to be written is a separate line. It's shown when the user has not entered any item yet.",
	"I18N_INTERACTIONS_SET_INPUT_NO_ANSWER": "Text displayed in a set interaction. - The interaction is a dialog between Oppia and the user. This text is shown on the user side of the dialog if the set introduced by the user has no elements.",
	"I18N_INTERACTIONS_SUBMIT": "Text displayed in an interaction or navigation bar. - The text is shown inside a button. When the user clicks the button, the system checks if the answer is correct and continues to the following action.\n{{Identical|Submit}}",
	"I18N_INTERACTIONS_TERMS_LIMIT": "Error message shown below the input field for the ratio input interaction.",
	"I18N_INVALID_TAGS_AND_ATTRIBUTES_ALERT": "Alert message shown when invalid tags and attributes have been stripped from the uploaded SVG",
	"I18N_LANGUAGE_FOOTER_VIEW_IN": "Text for the site language selector. - When the user selects a different language, the site (not the explorations) is translated into that language.",
	"I18N_LEARNER_DASHBOARD_AFTERNOON_GREETING": "Good afternoon greeting on the learner dashboard.",
	"I18N_LEARNER_DASHBOARD_ALL": "Section in the learner dashboard that displays both completed and incomplete explorations.\n\n{{Identical|All}}",
	"I18N_LEARNER_DASHBOARD_ALL_GOALS_SECTION": "Text for the edit goals section in the learner dashboard.",
	"I18N_LEARNER_DASHBOARD_BRONZE_BADGE": "Text for the bronze badge in the learner dashboard.",
	"I18N_LEARNER_DASHBOARD_COMMUNITY_LESSONS_SECTION": "Text for the community lessons section in the learner dashboard.",
	"I18N_LEARNER_DASHBOARD_COMPLETED_GOALS_SECTION": "Text for the completed goals section in the learner dashboard.",
	"I18N_LEARNER_DASHBOARD_COMPLETED_SECTION": "Text for the completed section in the learner dashboard.",
	"I18N_LEARNER_DASHBOARD_COMPLETED_TO_INCOMPLETE_COLLECTIONS": "Text displayed in the learner dashboard. - The text is shown when new exporations are added to the collections the user has already completed.",
	"I18N_LEARNER_DASHBOARD_CONTINUE_WHERE_YOU_LEFT_OFF_SECTION": "Text for the continue where you left off section in the learner dashboard.",
	"I18N_LEARNER_DASHBOARD_CURRENT_GOALS_SECTION": "Text for the current goals section in the learner dashboard.",
	"I18N_LEARNER_DASHBOARD_EMPTY_COLLECTION_PLAYLIST": "Text displayed in the learner dashboard. - This text is shown when there are no collections in the playlist of the user.",
	"I18N_LEARNER_DASHBOARD_EMPTY_COMPLETED_COLLECTIONS": "Text displayed in the learner dashboard. - This text is shown when there are no collections in the completed section of the user.",
	"I18N_LEARNER_DASHBOARD_EMPTY_COMPLETED_EXPLORATIONS": "Text displayed in the learner dashboard. - This text is shown when there are no explorations in the completed section of the user.",
	"I18N_LEARNER_DASHBOARD_EMPTY_COMPLETED_GOALS_SECTION": "Text displayed in the learner dashboard. - This text is shown when there are no topics in the completed goals section of the user.",
	"I18N_LEARNER_DASHBOARD_EMPTY_COMPLETED_STORIES_SECTION": "Text displayed in the learner dashboard. - This text is shown in the stories completed section in mobile view when the user has not completed any story.",
	"I18N_LEARNER_DASHBOARD_EMPTY_CONTINUE_WHERE_YOU_LEFT_OFF_SECTION": "Text displayed in the learner dashboard. - This text is shown when there are no topics in the current goals section of the user, just before the link displaying the message:<br />\n{{Msg-oppia|I18N LEARNER DASHBOARD EMPTY CONTINUE WHERE YOU LEFT OFF SECTION SET A GOAL}}",
	"I18N_LEARNER_DASHBOARD_EMPTY_CONTINUE_WHERE_YOU_LEFT_OFF_SECTION_HEADING": "Text displayed in the learner dashboard. - This text is shown when there are no topics in the current goals section of the user.",
	"I18N_LEARNER_DASHBOARD_EMPTY_CONTINUE_WHERE_YOU_LEFT_OFF_SECTION_SET_A_GOAL": "Link displayed in the learner dashboard.  This link is shown when there are no topics in the current goals section of the user, appended just after this message:<br />\n{{Msg-oppia|I18N LEARNER DASHBOARD EMPTY CONTINUE WHERE YOU LEFT OFF SECTION}}",
	"I18N_LEARNER_DASHBOARD_EMPTY_CURRENT_GOALS_SECTION": "Text displayed in the learner dashboard. - This text is shown when there are no topics in the current goals section of the user.",
	"I18N_LEARNER_DASHBOARD_EMPTY_EXPLORATION_PLAYLIST": "Text displayed in the learner dashboard. - This text is shown when there are no explorations in the playlist of the user.",
	"I18N_LEARNER_DASHBOARD_EMPTY_FEEDBACK_THREADS": "Text displayed in the learner dashboard. - This text is shown when there are no feedback threads to which the user is subscribed.",
	"I18N_LEARNER_DASHBOARD_EMPTY_INCOMPLETE_COLLECTIONS": "Text displayed in the learner dashboard. - This text is shown when there is at least one collection in the complete section but no collections in the incomplete section of the user.",
	"I18N_LEARNER_DASHBOARD_EMPTY_INCOMPLETE_EXPLORATIONS": "Text displayed in the learner dashboard. - This text is shown when there is at least one exploration in the complete section but no explorations in the incomplete section of the user.",
	"I18N_LEARNER_DASHBOARD_EMPTY_LEARN_SOMETHING_NEW_SECTION": "Text displayed in the learner dashboard. - This text is shown when the user has reached the goal selection limit in edit goals section of learner dashboard.",
	"I18N_LEARNER_DASHBOARD_EMPTY_SKILL_PROFICIENCY": "Text displayed in the learner dashboard. - This text is shown when the user hasn't started any topic.",
	"I18N_LEARNER_DASHBOARD_EMPTY_SKILL_PROFICIENCY_REASON_FOR_SETTING_A_GOAL": "Text displayed in the learner dashboard. - This text is shown when the user hasn't started any topic.",
	"I18N_LEARNER_DASHBOARD_EMPTY_SKILL_PROFICIENCY_SET_A_GOAL": "Text displayed in the learner dashboard. - This text is shown when the user hasn't started any topic.",
	"I18N_LEARNER_DASHBOARD_EMPTY_SUBSCRIPTIONS": "Text displayed in the learner dashboard. - This text is shown when the user hasn't subscribed to any creator.",
	"I18N_LEARNER_DASHBOARD_EMPTY_SUGGESTED_FOR_YOU_SECTION": "Text displayed in the learner dashboard. - This text is shown when the user has completed or started all the topics on the server.",
	"I18N_LEARNER_DASHBOARD_EVENING_GREETING": "Good evening greeting on the learner dashboard.",
	"I18N_LEARNER_DASHBOARD_EXPLORATIONS_SORT_BY_LAST_PLAYED": "Option in drop down list for sorting explorations - This is an option for sorting explorations by Last Played",
	"I18N_LEARNER_DASHBOARD_FEEDBACK_SECTION": "Text for the feedback updates section in the learner dashboard.",
	"I18N_LEARNER_DASHBOARD_FEEDBACK_THREAD_DEFAULT_MESSAGE": "Test that appears in the learner dashboard. It is placeholder text that appears in the message box of a feedback thread.",
	"I18N_LEARNER_DASHBOARD_FEEDBACK_THREAD_STATUS_CHANGE_MESSAGE": "Text that appears in the feedback thread of the learner dashboard. It indicates that the status of the feedback thread has been changed by a creator.",
	"I18N_LEARNER_DASHBOARD_FEEDBACK_THREAD_WARNING": "This message appears when a feedback thread is opened in the learner dashboard. It warns the user against divulging private information on a publicly viewable discussion.",
	"I18N_LEARNER_DASHBOARD_GOALS_SECTION": "Text for the goals section in the learner dashboard.",
	"I18N_LEARNER_DASHBOARD_GOLD_BADGE": "Text for the gold badge in the learner dashboard.\n\n{{Identical|Gold}}",
	"I18N_LEARNER_DASHBOARD_HOME_SECTION": "Text for the home section in the learner dashboard.",
	"I18N_LEARNER_DASHBOARD_INCOMPLETE": "Title of the section that shows incomplete explorations in the learner dashboard.",
	"I18N_LEARNER_DASHBOARD_INCOMPLETE_SECTION": "Text for the incomplete section in the learner dashboard.",
	"I18N_LEARNER_DASHBOARD_INTRO_MESSAGE_PART_ONE": "First part of the introductory message that appears on the learner dashboard when there is no activity.",
	"I18N_LEARNER_DASHBOARD_INTRO_MESSAGE_PART_TWO": "Second part of the introductory message that appears on the learner dashboard when there is no activity.",
	"I18N_LEARNER_DASHBOARD_LEARN_SOMETHING_NEW_SECTION": "Text for the 'Learn Something New' section in the learner dashboard.",
	"I18N_LEARNER_DASHBOARD_MORNING_GREETING": "Good morning greeting on the learner dashboard.",
	"I18N_LEARNER_DASHBOARD_NEW_STORY_CONTENT": "Text displayed in the learner dashboard. - This text is shown when a new story content has been added to a topic in the completed goals section.",
	"I18N_LEARNER_DASHBOARD_NONEXISTENT_COLLECTIONS_FROM_PLAYLIST": "Text displayed in the learner dashboard. - This text is shown when one or more than one collection in the playlist has been deleted or unpublished.",
	"I18N_LEARNER_DASHBOARD_NONEXISTENT_COMPLETED_COLLECTIONS": "Text displayed in the learner dashboard. - This text is shown when one or more than one completed collection has been deleted or unpublished.",
	"I18N_LEARNER_DASHBOARD_NONEXISTENT_COMPLETED_EXPLORATIONS": "Text displayed in the learner dashboard. - This text is shown when one or more than one completed exploration has been deleted or unpublished.",
	"I18N_LEARNER_DASHBOARD_NONEXISTENT_EXPLORATIONS_FROM_PLAYLIST": "Text displayed in the learner dashboard. - This text is shown when one or more than one exploration in the playlist has been deleted or unpublished.",
	"I18N_LEARNER_DASHBOARD_NONEXISTENT_INCOMPLETE_COLLECTIONS": "Text displayed in the learner dashboard. - This text is shown when one or more than one collection in progress has been deleted or unpublished.",
	"I18N_LEARNER_DASHBOARD_NONEXISTENT_INCOMPLETE_EXPLORATIONS": "Text displayed in the learner dashboard. - This text is shown when one or more than one exploration in progress has been deleted or unpublished.",
	"I18N_LEARNER_DASHBOARD_NO_ACTIVITY_IN_COLLECTION": "Text displayed in the learner dashboard. - This text is shown when the user hasn't played a collection before and is checking the 'incomplete collections' section.",
	"I18N_LEARNER_DASHBOARD_NO_ACTIVITY_IN_EXPLORATION": "Text displayed in the learner dashboard. - This text is shown when the user hasn't played an exploration before and is checking the 'incomplete explorations' section.",
	"I18N_LEARNER_DASHBOARD_PAGE_TITLE": "Text displayed on the browser tab when on the Learner dashboard page.",
	"I18N_LEARNER_DASHBOARD_PLAYLIST_SECTION": "Text for the playlist section in the learner dashboard. Will contain all the explorations and collections which the user wants to play later but doesn't have the time at the moment.",
	"I18N_LEARNER_DASHBOARD_PROGRESS_SECTION": "Text for the progress section in the learner dashboard. Will contain all the topics in progress and stories completed by the user.\n{{identical|Progress}}",
	"I18N_LEARNER_DASHBOARD_REARRANGE_LEARNER_PLAYLIST_MESSAGE": "Text that appears in the learner playlist section. It tells the learner that he/she can rearrage the activities in the order he/she wants to play them.",
	"I18N_LEARNER_DASHBOARD_REARRANGE_LEARNER_PLAYLIST_MESSAGE_MOBILE": "Text that appears in the learner playlist section. It tells the learner that he/she can rearrage the activities in the order he/she wants to play them.",
	"I18N_LEARNER_DASHBOARD_REMOVE_ACTIVITY_MODAL_BODY": "Text that appears in the body of the remove modal in the learner dashboard. It asks the user if he/she is sure to remove the activity from the learner dashboard. The 'sectionNameI18nId' describes which section of the learner dashboard the user is in. The 'entityTitle' is the name of the lesson the user wants to remove from the learner dashboard.",
	"I18N_LEARNER_DASHBOARD_REMOVE_ACTIVITY_MODAL_HEADER": "Text that appears as the header of the remove modal in the learner dashboard. The 'sectionNameI18nId' describes which section of the learner dashboard the user is in.",
	"I18N_LEARNER_DASHBOARD_REMOVE_BUTTON": "Text that appears in a button in a modal in the learner dashboard. Clicking on it, the user confirms his/her action of removing a activity from the learner dashboard.\n{{Identical|Remove}}",
	"I18N_LEARNER_DASHBOARD_RETURN_TO_FEEDBACK_THREADS_MESSAGE": "Text that appears in the learner dashboard on hovering over a back button. The back buttons takes the learner back to the list of threads.",
	"I18N_LEARNER_DASHBOARD_SEND_FEEDBACK_THREAD_MESSAGE": "The name of a button that appears in the learner dashboard. On clicking this button the message written by the user is sent to the feedback thread.\n{{Identical|Send}}",
	"I18N_LEARNER_DASHBOARD_SEND_FEEDBACK_THREAD_MESSAGE_IN_PROGRESS": "Text that appears in the learner dashboard. It indicates that the message written by the user is being sent to the feedback thread.",
	"I18N_LEARNER_DASHBOARD_SILVER_BADGE": "Text for the silver badge in the learner dashboard.\n\n{{Identical|Silver}}",
	"I18N_LEARNER_DASHBOARD_SKILLS": "Text for the skills in the learner dashboard.",
	"I18N_LEARNER_DASHBOARD_SKILL_PROGRESS_SECTION": "Text for the skill progress section in the learner dashboard.",
	"I18N_LEARNER_DASHBOARD_STORIES_COMPLETED_SECTION": "Text for the stories completed section in the learner dashboard.",
	"I18N_LEARNER_DASHBOARD_SUBSCRIPTIONS_SECTION": "Text for the subscriptions section in the learner dashboard. The header asks the user if he/she is sure to remove the activity from the learner dashboard.",
	"I18N_LEARNER_DASHBOARD_SUBTOPIC_PROGRESS": "Text for the subtopic progress in the learner dashboard.",
	"I18N_LEARNER_DASHBOARD_SUGGESTION_CURRENT_STATE_CONTENT_HEADER": "Text that appears in the learner dashboard when a suggestion is opened. It is the header for the box which shows the current content of the state in a suggestion.",
	"I18N_LEARNER_DASHBOARD_SUGGESTION_DESCRIPTION": "Text that appears in the learner dashboard in the suggestion modal. It gives a brief description of changes suggested by the learner.",
	"I18N_LEARNER_DASHBOARD_SUGGESTION_NO_CURRENT_STATE": "Text that appears in the learner dashboard when a suggestion is opened. It denotes that the state for which the suggestion is suggested no longer exists.",
	"I18N_LEARNER_DASHBOARD_SUGGESTION_SUGGESTED_STATE_CONTENT_HEADER": "Text that appears in the learner dashboard when a suggestion is opened. It is the header for the box which shows the suggested content of the state in a suggestion.",
	"I18N_LEARNER_DASHBOARD_SUGGESTION_TEXT": "Text displayed in the learner dashboard. It appears in the thread summary, when last message sent in the thread is a suggestion.",
	"I18N_LEARNER_DASHBOARD_TOOLTIP": "Text for the tooltip that appears on hovering over the info icon next to collections text",
	"I18N_LEARNER_DASHBOARD_VIEW": "Text displayed beside the exploration filter dropdown in the learner dashboard.\n\n{{Identical|View}}",
	"I18N_LEARNER_DASHBOARD_VIEW_SUGGESTION": "The name of a button in the learner dashboard. On clicking it the contents of the suggestion are viewable.",
	"I18N_LEARNER_GROUPS_SECTION_TITLE": "Title of the section that shows lists of learner groups on the facilitator dashboard page.",
	"I18N_LEARNER_GROUP_ADD_GROUP_DETAILS": "Text shown for the add group details section on the learner group creation page.",
	"I18N_LEARNER_GROUP_ADD_NEW_LEARNER": "Button text for the add new learner button in preferences tab on the edit learner group page.",
	"I18N_LEARNER_GROUP_ADD_NEW_SYLLABUS_ITEMS": "Button text for the add new syllabus items button in syllabus tab on the edit learner group page.",
	"I18N_LEARNER_GROUP_ADD_SYLLABUS_ITEMS": "Text shown for the add syllabus items section on the learner group creation page.",
	"I18N_LEARNER_GROUP_ADD_TO_SYLLABUS": "Button text shown to add a syllabus item to the learner group syllabus.",
	"I18N_LEARNER_GROUP_ASSIGNED_SKILLS": "Text shown for assigned skills summary in the overview tab on the edit learner group page.",
	"I18N_LEARNER_GROUP_ASSIGNED_STORIES": "Text shown for assigned stories summary in the overview tab on the edit learner group page.",
	"I18N_LEARNER_GROUP_BACK_TO_ALL_LEARNERS_PROGRESS": "Text shown for the back to all learners progress button from learner specific progress in the learner progress tab on the edit learner group page.",
	"I18N_LEARNER_GROUP_BACK_TO_SYLLABUS": "Text shown for the back to syllabus button from add new syllabus items from syllabus tab on the edit learner group page.",
	"I18N_LEARNER_GROUP_CREATED_TITLE": "Message shown when a new learner group is created.",
	"I18N_LEARNER_GROUP_CREATION_NEXT_BUTTON_TEXT": "Button text shown to move to the next step of the learner group creation process.",
	"I18N_LEARNER_GROUP_CREATION_PREV_BUTTON_TEXT": "Button text shown to move to the previous step of the learner group creation process.",
	"I18N_LEARNER_GROUP_DETAILS_GROUP_DESCRIPTION": "Label text shown for the group description input field on the learner group details section.",
	"I18N_LEARNER_GROUP_DETAILS_GROUP_TITLE": "Label text shown for the group title input field on the learner group details section.",
	"I18N_LEARNER_GROUP_GROUP_DETAILS_SECTION": "Group Details section title in preferences tab on the edit learner group page.",
	"I18N_LEARNER_GROUP_INVITE_LEARNERS": "Text shown for the invite learners section on the learner group creation page.",
	"I18N_LEARNER_GROUP_INVITE_LEARNERS_BY_USERNAME": "Label text shown for the username input field on the learner group invite learners section.",
	"I18N_LEARNER_GROUP_INVITE_LEARNERS_PLACEHOLDER_TEXT": "Placeholder text shown for the username input field on the learner group invite learners section.",
	"I18N_LEARNER_GROUP_INVITE_LIST_TEXT": "Text shown for the list of learners invited to the learner group.",
	"I18N_LEARNER_GROUP_ITEM_ADDED_TO_SYLLABUS": "Button text shown on a syllabus item card when that syllabus item is already added to the learner group syllabus.",
	"I18N_LEARNER_GROUP_ITEM_ALREADY_ADDED_TO_SYLLABUS": "Message shown on a syllabus item card when that syllabus item is already added to the learner group syllabus.",
	"I18N_LEARNER_GROUP_LEARNERS": "Text shown on the learner group card shown on the facilitator dashboard page. It is used to denote the number of learners in the group.",
	"I18N_LEARNER_GROUP_LEARNERS_PROGRESS_TAB": "Learner Progress tab text on edit learner group page.",
	"I18N_LEARNER_GROUP_LEARNERS_SECTION": "Text shown on the overview tab of the edit learner group page. It shows count of learners present in the group.",
	"I18N_LEARNER_GROUP_MINIMUM_SYLLABUS_ITEMS_INFO": "Text shown on the learner group syllabus section stating the condition for minimum number of syllabus items required in order to create a learner group.",
	"I18N_LEARNER_GROUP_NO_ITEMS_ADDED": "Text shown on the learner group syllabus section stating that no syllabus items have been added to the group.",
	"I18N_LEARNER_GROUP_NO_LEARNERS_HAVE_JOINED": "Text shown in preferences tab on edit learner group page when there are no learners in the group.",
	"I18N_LEARNER_GROUP_NO_LEARNERS_INVITED": "Text shown on the learner group invite learners section when no learners are invited to the group.",
	"I18N_LEARNER_GROUP_NO_RESULTS_FOUND": "Text shown when no results are found while searching new syllabus items to add to the learner group.",
	"I18N_LEARNER_GROUP_OVERVIEW_TAB": "Title text for overview tab on the edit learner group page.",
	"I18N_LEARNER_GROUP_PERMISSION_NOT_GIVEN": "Text shown on learner progress card in learner progress tab. It indicates that the learners have not given permissions to facilitator to view their progress.",
	"I18N_LEARNER_GROUP_PREFERENCE": "Section title text in preferences tab on the edit learner group page.",
	"I18N_LEARNER_GROUP_PREFERENCES_TAB": "Title text for preferences tab on the edit learner group page.",
	"I18N_LEARNER_GROUP_PROGRESS_IN_STORIES_SECTION": "Section title text in learner progress tab on the edit learner group page.",
	"I18N_LEARNER_GROUP_PROGRESS_NO_LEARNERS": "Text shown in learner progress tab on edit learner group page. It indicates that there is not progress to show as no student had joined the group.",
	"I18N_LEARNER_GROUP_SEARCH_BY_USERNAME": "Label text of the search input field on the learner progress tab of the edit learner group page.",
	"I18N_LEARNER_GROUP_SHOWING_PROGRESS_FOR_LEARNER": "Title text shown for learner specific progress in the learner progress tab of the edit learner group page.",
	"I18N_LEARNER_GROUP_SKILLS_ANALYSIS_SECTION": "Section title text shown on the overview tab of the edit learner group page.",
	"I18N_LEARNER_GROUP_SKILLS_SECTION_PROGRESS_DESCRIPTION": "Description text shown under skills section on the overview tab of the edit learner group page.",
	"I18N_LEARNER_GROUP_STORIES_SECTION_PROGRESS_DESCRIPTION": "Description text shown under stories section on the overview tab of the edit learner group page.",
	"I18N_LEARNER_GROUP_STORY_VIEW_DETAILS": "Button text shown on the syllabus item card while adding new syllabus items to learner group.",
	"I18N_LEARNER_GROUP_SYLLABUS_ITEM_NOT_STARTED_YET": "Text shown on the learner progress in story and skill card on edit learner group page. It indicates that the student has not started a particular chapter or skill.",
	"I18N_LEARNER_GROUP_SYLLABUS_TAB": "Title text for syllabus tab of the edit learner group page.",
	"I18N_LEARNER_GROUP_VIEW_DETAILS": "Button text shown in learner progress tab on edit learner group page to view detailed progress of a student.",
	"I18N_LEARNER_GROUP_WITHDRAW_INVITE": "Button text displayed in student invitation card in preferences tab of the edit learner group page. On clicking it, it withdraws student's invitation to the learner group.",
	"I18N_LEARNT_TOPIC": "Text displayed on the learner dashboard that marks a topic as completed.",
	"I18N_LEARN_TOPIC": "Text displayed on the learner dashboard that prompts user to start a topic.",
	"I18N_LESSON_AUTHORS_DROPDOWN_TITLE": "Text displayed on the lesson authors dropdown menu in the lesson info modal.",
	"I18N_LESSON_INFO_HEADER": "The name of a button in exploration player. On clicking it, the lesson information modal opens up.",
	"I18N_LESSON_INFO_TOOLTIP_MESSAGE": "The message in the tooltip pointing to lesson info button. Appears when learner reaches second checkpoint in an exploration for the first time in his/her whole lifetime.",
	"I18N_LIBRARY_ACTIVITY_COMPLETED_ICON": "Text that appears on hovering over the completed icon that appears on top of the activity cards. It indicates to the user that he/she has completed the activity.",
	"I18N_LIBRARY_ACTIVITY_IN_LEARNER_PLAYLIST": "Text that appears on hovering over the playlist icon that appears on top of the activity cards. It indicates to the user that the activity is already there on his/her list of activities to play later.",
	"I18N_LIBRARY_ADD_TO_LEARNER_PLAYLIST": "Text that appears when the user hovers over a clock icon that appears on top of the activities in the library section. The clock icon indicates to the user that he/she can add the activity to his/her learner playlist which he/she can then play later.",
	"I18N_LIBRARY_ALL_CATEGORIES": "Text of a filter button located next to the search bar in the library page - When this button is clicked, a list with all available categories is displayed. If the user clicks one or more categories, only explorations in those categories are going to be listed in the library. This text is displayed only when the user has not selected any category, so no filter is applied.",
	"I18N_LIBRARY_ALL_CATEGORIES_SELECTED": "Text of a filter button located next to the search bar in the library page - This text is displayed when all the categories have been selected by the user. See I18N_LIBRARY_ALL_CATEGORIES",
	"I18N_LIBRARY_ALL_LANGUAGES": "Text of a filter button located next to the search bar in the library page - This text is displayed when the button is collapsed. When this button is clicked, a list with all available exploration languages is displayed. If the user clicks one or more languages, only explorations in those languages are going to be listed in the library. This text is displayed only when the user has not selected any language, so no filter is applied.\n{{Identical|All languages}}",
	"I18N_LIBRARY_ALL_LANGUAGES_SELECTED": "Text of a filter button located next to the search bar in the library page - This text is displayed when all the exploration languages have been selected by the user. See I18N_LIBRARY_ALL_LANGUAGES",
	"I18N_LIBRARY_CATEGORIES_ALGORITHMS": "Text displayed in a filter list of categories in the library page. - Name of the algorithm category. See I18N_LIBRARY_ALL_CATEGORIES\n{{Identical|Algorithm}}",
	"I18N_LIBRARY_CATEGORIES_ARCHITECTURE": "Text displayed in a filter list of categories in the library page. - Name of the architecture category. See I18N_LIBRARY_ALL_CATEGORIES\n{{Identical|Architecture}}",
	"I18N_LIBRARY_CATEGORIES_ART": "Text displayed in a filter list of categories in the library page. - Name of the art category. See I18N_LIBRARY_ALL_CATEGORIES\n{{Identical|Art}}",
	"I18N_LIBRARY_CATEGORIES_BIOLOGY": "Text displayed in a filter list of categories in the library page. - Name of the biology category. See I18N_LIBRARY_ALL_CATEGORIES\n{{Identical|Biology}}",
	"I18N_LIBRARY_CATEGORIES_BUSINESS": "Text displayed in a filter list of categories in the library page. - Name of the business category. See I18N_LIBRARY_ALL_CATEGORIES\n{{Identical|Business}}",
	"I18N_LIBRARY_CATEGORIES_CHEMISTRY": "Text displayed in a filter list of categories in the library page. - Name of the chemistry category. See I18N_LIBRARY_ALL_CATEGORIES\n{{Identical|Chemistry}}",
	"I18N_LIBRARY_CATEGORIES_CODING": "Text displayed in a filter list of categories in the library page. - Name of the coding category. See I18N_LIBRARY_ALL_CATEGORIES\n{{Identical|Coding}}",
	"I18N_LIBRARY_CATEGORIES_COMPUTING": "Text displayed in a filter list of categories in the library page. - Name of the Computing category. See I18N_LIBRARY_ALL_CATEGORIES\n{{Identical|Computing}}",
	"I18N_LIBRARY_CATEGORIES_ECONOMICS": "Text displayed in a filter list of categories in the library page. - Name of the economics category. See I18N_LIBRARY_ALL_CATEGORIES\n{{Identical|Economic}}",
	"I18N_LIBRARY_CATEGORIES_EDUCATION": "Text displayed in a filter list of categories in the library page. - Name of the education category. See I18N_LIBRARY_ALL_CATEGORIES\n{{Identical|Education}}",
	"I18N_LIBRARY_CATEGORIES_ENGINEERING": "Text displayed in a filter list of categories in the library page. - Name of the engineering category. See I18N_LIBRARY_ALL_CATEGORIES\n{{Identical|Engineering}}",
	"I18N_LIBRARY_CATEGORIES_ENGLISH": "Text displayed in a filter list of categories in the library page. - Name of the english language category (not a filter for exploration language). See I18N_LIBRARY_ALL_CATEGORIES\n{{Identical|English}}",
	"I18N_LIBRARY_CATEGORIES_ENVIRONMENT": "Text displayed in a filter list of categories in the library page. - Name of the environment category. See I18N_LIBRARY_ALL_CATEGORIES\n{{Identical|Environment}}",
	"I18N_LIBRARY_CATEGORIES_GEOGRAPHY": "Text displayed in a filter list of categories in the library page. - Name of the geography category. See I18N_LIBRARY_ALL_CATEGORIES\n{{Identical|Geography}}",
	"I18N_LIBRARY_CATEGORIES_GOVERNMENT": "Text displayed in a filter list of categories in the library page. - Name of the government category. See I18N_LIBRARY_ALL_CATEGORIES\n{{Identical|Government}}",
	"I18N_LIBRARY_CATEGORIES_HISTORY": "Text displayed in a filter list of categories in the library page. - Name of the history category. See I18N_LIBRARY_ALL_CATEGORIES\n{{Identical|History}}",
	"I18N_LIBRARY_CATEGORIES_HOBBIES": "Text displayed in a filter list of categories in the library page. - Name of the hobbies category. See I18N_LIBRARY_ALL_CATEGORIES\n{{Identical|Hobby}}",
	"I18N_LIBRARY_CATEGORIES_INTERACTIVE_FICTION": "Text displayed in a filter list of categories in the library page. - Name of the interactive fiction category. See I18N_LIBRARY_ALL_CATEGORIES Fiction",
	"I18N_LIBRARY_CATEGORIES_LANGUAGES": "Text displayed in a filter list of categories in the library page. - Name of the languanges category (not a filter for the language of the exploration).\n\nSee also:\n* {{Msg-oppia|I18N LIBRARY ALL CATEGORIES}}\n{{Identical|Language}}",
	"I18N_LIBRARY_CATEGORIES_LAW": "Text displayed in a filter list of categories in the library page. - Name of the law category. See I18N_LIBRARY_ALL_CATEGORIES\n{{Identical|Law}}",
	"I18N_LIBRARY_CATEGORIES_LIFE_SKILLS": "Text displayed in a filter list of categories in the library page. - Name of the life skills category. See I18N_LIBRARY_ALL_CATEGORIES Skills",
	"I18N_LIBRARY_CATEGORIES_MATHEMATICS": "Text displayed in a filter list of categories in the library page. - Name of the math category. See I18N_LIBRARY_ALL_CATEGORIES\n{{Identical|Math}}",
	"I18N_LIBRARY_CATEGORIES_MATHS": "Text displayed in a filter list of categories in the library page. - Name of the math category. See I18N_LIBRARY_ALL_CATEGORIES\n{{Identical|Math}}",
	"I18N_LIBRARY_CATEGORIES_MEDICINE": "Text displayed in a filter list of categories in the library page. - Name of the medicine category. See I18N_LIBRARY_ALL_CATEGORIES\n{{Identical|Medicine}}",
	"I18N_LIBRARY_CATEGORIES_MUSIC": "Text displayed in a filter list of categories in the library page. - Name of the music category. See I18N_LIBRARY_ALL_CATEGORIES\n{{Identical|Music}}",
	"I18N_LIBRARY_CATEGORIES_PHILOSOPHY": "Text displayed in a filter list of categories in the library page. - Name of the philosophy category. See I18N_LIBRARY_ALL_CATEGORIES\n{{Identical|Philosophy}}",
	"I18N_LIBRARY_CATEGORIES_PHYSICS": "Text displayed in a filter list of categories in the library page. - Name of the physics category. See I18N_LIBRARY_ALL_CATEGORIES\n{{Identical|Physic}}",
	"I18N_LIBRARY_CATEGORIES_PROGRAMMING": "Text displayed in a filter list of categories in the library page. - Name of the programming category. See I18N_LIBRARY_ALL_CATEGORIES\n{{Identical|Programming}}",
	"I18N_LIBRARY_CATEGORIES_PSYCHOLOGY": "Text displayed in a filter list of categories in the library page. - Name of the psychology category. See I18N_LIBRARY_ALL_CATEGORIES\n{{Identical|Psychology}}",
	"I18N_LIBRARY_CATEGORIES_PUZZLES": "Text displayed in a filter list of categories in the library page. - Name of the puzzles category. See I18N_LIBRARY_ALL_CATEGORIES\n{{Identical|Puzzle}}",
	"I18N_LIBRARY_CATEGORIES_READING": "Text displayed in a filter list of categories in the library page. - Name of the reading category. See I18N_LIBRARY_ALL_CATEGORIES\n{{Identical|Reading}}",
	"I18N_LIBRARY_CATEGORIES_RELIGION": "Text displayed in a filter list of categories in the library page. - Name of the religion category. See I18N_LIBRARY_ALL_CATEGORIES\n{{Identical|Religion}}",
	"I18N_LIBRARY_CATEGORIES_SPORT": "Text displayed in a filter list of categories in the library page. - Name of the sports category. See I18N_LIBRARY_ALL_CATEGORIES\n{{Identical|Sport}}",
	"I18N_LIBRARY_CATEGORIES_STATISTICS": "Text displayed in a filter list of categories in the library page. - Name of the Statistics category. See I18N_LIBRARY_ALL_CATEGORIES\n{{Identical|Statistics}}",
	"I18N_LIBRARY_CATEGORIES_TEST": "Text displayed in a filter list of categories in the library page. - Name of the test category. See I18N_LIBRARY_ALL_CATEGORIES\n{{Identical|Test}}",
	"I18N_LIBRARY_CATEGORIES_WELCOME": "Text displayed in a filter list of categories in the library page. - Name of the welcome category. See I18N_LIBRARY_ALL_CATEGORIES\n{{Identical|Welcome}}",
	"I18N_LIBRARY_CREATE_EXPLORATION_QUESTION": "Text displayed as subtitle in the middle of the page - It's shown in the same situation as I18N_LIBRARY_NO_EXPLORATION_FOR_QUERY",
	"I18N_LIBRARY_GROUPS_COMPUTING": "Title of a group of explorations - This text is shown on top of a group of explorations regarding the same topic.\n{{Identical|Computing}}",
	"I18N_LIBRARY_GROUPS_FEATURED_ACTIVITIES": "Title of a group of activities - This text is shown on top of a group of activities, which may be either explorations or collections. It makes reference to explorations and collections that are recommended by the site.",
	"I18N_LIBRARY_GROUPS_HUMANITIES": "Title of a group of explorations - This text is shown on top of a group of explorations regarding the same topic.\n{{Identical|Humanity}}",
	"I18N_LIBRARY_GROUPS_LANGUAGES": "Title of a group of explorations - This text is shown on top of a group of explorations regarding the same topic.\n{{Identical|Language}}",
	"I18N_LIBRARY_GROUPS_MATHEMATICS_&_STATISTICS": "Title of a group of explorations - This text is shown on top of a group of explorations regarding the same topic.",
	"I18N_LIBRARY_GROUPS_RECENTLY_PUBLISHED": "Title of a group of explorations - This text is shown on top of a group of explorations. It makes reference to new explorations that have been published recently in Oppia.",
	"I18N_LIBRARY_GROUPS_SCIENCE": "Title of a group of explorations - This text is shown on top of a group of explorations regarding the same topic.\n{{Identical|Science}}",
	"I18N_LIBRARY_GROUPS_SOCIAL_SCIENCE": "Title of a group of explorations - This text is shown on top of a group of explorations regarding the same topic.",
	"I18N_LIBRARY_GROUPS_TOP_RATED_EXPLORATIONS": "Title of a group of explorations - This text is shown on top of a group of explorations. It makes reference to explorations with higher score given by the users.",
	"I18N_LIBRARY_INCOMPLETE_ACTIVITY_ICON": "Text that appears on hovering over the incomplete icon that appears on top of the activity cards. It indicates to the user that he/she is currently completing the activity.",
	"I18N_LIBRARY_LAST_UPDATED": "Text displayed when hovered over the clock icon inside an exploration tile in card view of creator dashboard.\n{{Identical|Last updated}}",
	"I18N_LIBRARY_LOADING": "Text displayed in the middle of the page while the content is being loaded.\n{{Identical|Loading}}",
	"I18N_LIBRARY_MAIN_HEADER": "Main title of the library page. - The library page shows all the explorations and collections available. It should be a single phrase and fit in one line.",
	"I18N_LIBRARY_N/A": "Text displayed inside the exploration card in the library - It's shown when the exploration has no rating. It should be very small as it's replacing a two digit number.\n{{Identical|N/A}}",
	"I18N_LIBRARY_NO_EXPLORATIONS": "Text displayed in the center of the library group page - It's shown when there are no explorations to display on a group page such as top rated or recently published explorations.",
	"I18N_LIBRARY_NO_EXPLORATION_FOR_QUERY": "Text displayed in the center of the page - It's displayed when the user has applied a filter or made a search query using the search bar, but no exploration match the criteria used. It has a very informal language.",
	"I18N_LIBRARY_NO_EXPLORATION_GROUPS": "There are no groups of explorations available to display.",
	"I18N_LIBRARY_NO_OBJECTIVE": "Text displayed inside the exploration card in the library - It's shown under the title when the exploration has no description available.",
	"I18N_LIBRARY_N_CATEGORIES": "Text of a filter button located next to the search bar in the library page - This text is displayed when the button is collapsed (the list of categories is not shown). It indicates the number of categories selected for the filter, and it's shown when there is more than one category selected, but not all. See I18N_LIBRARY_ALL_CATEGORIES\n{{Identical|Category}}",
	"I18N_LIBRARY_N_LANGUAGES": "Text of a filter button located next to the search bar in the library page - This text is displayed when the button is collapsed (the list of languages is not shown). It indicates the number of exploration languages selected for the filter, and it's shown when there is more than one language selected, but not all. See I18N_LIBRARY_ALL_LANGUAGES\n{{Identical|Language}}",
	"I18N_LIBRARY_PAGE_BROWSE_MODE_TITLE": "Title displayed in the tab on the Browser in the library page when browsing through groups or in search mode.",
	"I18N_LIBRARY_PAGE_TITLE": "Title displayed in the tab on the Browser in the library page. - It should not be too long.",
	"I18N_LIBRARY_RATINGS_TOOLTIP": "Tooltip displayed inside the exploration card in the library - It's on top of the rating (or score) of the exploration. The ranking is calculated based on users votes.\n{{Identical|Rating}}",
	"I18N_LIBRARY_SEARCH_PLACEHOLDER": "Text displayed inside of a search box located in the library. - The result of the search are the explorations related to the search term introduced. The text  should be a phrase that indicates i) the user can type here, ii) the result of the action is going to be something to learn. The text should not be long, and it should be a single phrase.",
	"I18N_LIBRARY_SUB_HEADER": "Subtitle title of the library page. - The library page shows all the explorations and collections available. It should be a single phrase and fit in one line.",
	"I18N_LIBRARY_VIEWS_TOOLTIP": "Tooltip displayed inside the exploration card in the library - It's on top of the number of times the exploration has been viewed for the users.\n{{Identical|View}}",
	"I18N_LIBRARY_VIEW_ALL": "Text of a button shown to the side of the exploration group. - When clicked, it shows all the explorations included on the associated group. It should be a small text.\n{{Identical|View all}}",
	"I18N_LICENSE_PAGE_LICENSE_HEADING": "Text (Heading) for Oppia's License page.\n{{Identical|License}}",
	"I18N_LICENSE_PAGE_PARAGRAPH_1": "Text for first paragraph of Oppia's License page.",
	"I18N_LICENSE_PAGE_PARAGRAPH_2": "Text for second paragraph of Oppia's License page.",
	"I18N_LICENSE_PAGE_TITLE": "Text displayed on the browser tab when on the License page.",
	"I18N_LICENSE_TERMS_HEADING": "Heading to be displayed on top of the license page.",
	"I18N_LOGIN_PAGE_TITLE": "Text displayed on the browser tab when on the Login page.",
	"I18N_LOGOUT_LOADING": "Text displayed in the middle of the page while the user is being logged out.",
	"I18N_LOGOUT_PAGE_BROWSER_TAB_TITLE": "Text displayed on the browser tab when on the Logout page.",
	"I18N_LOGOUT_PAGE_TITLE": "Title displayed in the tab on the Browser in the logout page - In this page the user is waiting for the logout process to complete. Keep in two or three short words.",
	"I18N_MATH_COURSE_DETAILS": "The course details for the math classroom page.",
	"I18N_MATH_TOPICS_COVERED": "The introduction to the topics covered section of the math classroom page.",
	"I18N_MODAL_CANCEL_BUTTON": "Text that is displayed in a button of a modal. On clicking it the modal closes.\n{{Identical|Cancel}}",
	"I18N_MODAL_CONTINUE_BUTTON": "Text that is displayed in a button of a modal. On clicking it the user confirms to continue with the action.\n{{Identical|Continue}}",
	"I18N_MODAL_REMOVE_BUTTON": "Text that is displayed in a button of a modal. On clicking it the user confirms to remove a syllabus item from the learner group syllabus.",
	"I18N_NEXT_LESSON": "Title of the section that shows the next lesson in a story once a chapter is completed.",
	"I18N_NO": "Text on button to reject the content of a modal.\n\n{{Identical|No}}",
	"I18N_NO_RESULTS_FOUND_FOR_MATCHING_USERNAME": "Text shown on learners progress tab on edit learner group page when no learners are found to have username matching the searched keyword.",
	"I18N_ONE_SUBSCRIBER_TEXT": "Text displayed under the subscribers tab in creator dashboard. If the creator has one subscriber, this text is displayed which informs him/her about the same.",
	"I18N_PARTNERSHIPS_PAGE_BREADCRUMB": "Text displayed in the Partnerships page. - Text shown in the top left corner of the nav bar.",
	"I18N_PARTNERSHIPS_PAGE_TITLE": "Text displayed on the browser tab when on the partnerships page.",
	"I18N_PENDING_ACCOUNT_DELETION_PAGE_BREADCRUMB": "Text displayed in the Pending Account Deletion page. - Text shown in the top left corner of the nav bar.",
	"I18N_PENDING_ACCOUNT_DELETION_PAGE_HEADING": "Heading of the Pending Account Deletion page that explains to the user that their account is going to be deleted.\n{{Identical|Pending account deletion}}",
	"I18N_PENDING_ACCOUNT_DELETION_PAGE_PARAGRAPH_1": "Text on the Pending Account Deletion page that explains to the user that their account is going to be deleted.",
	"I18N_PENDING_ACCOUNT_DELETION_PAGE_PARAGRAPH_1_HEADING": "Paragraph heading on the Pending Account Deletion page that explains to the user that their account is going to be deleted.",
	"I18N_PENDING_ACCOUNT_DELETION_PAGE_PARAGRAPH_2": "Text on the Pending Account Deletion page that explains to the user that their account is going to be deleted.",
	"I18N_PENDING_ACCOUNT_DELETION_PAGE_PARAGRAPH_2_HEADING": "Paragraph heading on the Pending Account Deletion page that explains to the user that their account is going to be deleted.",
	"I18N_PENDING_ACCOUNT_DELETION_PAGE_TITLE": "Text displayed on the browser tab when on the Pending Accout Deletion page.",
	"I18N_PLAYBOOK_COMMUNITY_GUIDELINES_GUIDELINE_1": "Text on Oppia's creator guidelines page(participation playbook) outlining the Community Guidelines.",
	"I18N_PLAYBOOK_COMMUNITY_GUIDELINES_GUIDELINE_2": "Text on Oppia's creator guidelines page(participation playbook) outlining the Community Guidelines.",
	"I18N_PLAYBOOK_COMMUNITY_GUIDELINES_GUIDELINE_3": "Text on Oppia's creator guidelines page(participation playbook) outlining the Community Guidelines.",
	"I18N_PLAYBOOK_COMMUNITY_GUIDELINES_HEADING": "Heading for Oppia's Community Guidelines on the creator guidelines page(participation playbook).",
	"I18N_PLAYBOOK_COMMUNITY_GUIDELINES_TEXT": "Text on Oppia's creator guidelines page(participation playbook) outlining the Community Guidelines.",
	"I18N_PLAYBOOK_HEADING": "Heading for Oppia's creator guidelines page(participation playbook).",
	"I18N_PLAYBOOK_PAGE_TITLE": "Text displayed on the browser tab when on the Creator Guidelines (Participation playbook) page.",
	"I18N_PLAYBOOK_PUBLICATION_INSTRUCTIONS_HEADING": "Heading on the creator guidelines page(participation playbook) outlining instructions for making explorations publishable.",
	"I18N_PLAYBOOK_PUBLICATION_INSTRUCTIONS_INSTRUCTION_1": "Text on the creator guidelines page(participation playbook) outlining instructions for making explorations publishable.",
	"I18N_PLAYBOOK_PUBLICATION_INSTRUCTIONS_INSTRUCTION_2": "Text on the creator guidelines page(participation playbook) outlining instructions for making explorations publishable.",
	"I18N_PLAYBOOK_PUBLICATION_INSTRUCTIONS_INSTRUCTION_3": "Text on the creator guidelines page(participation playbook) outlining instructions for making explorations publishable.",
	"I18N_PLAYBOOK_PUBLICATION_INSTRUCTIONS_INSTRUCTION_4": "Text on the creator guidelines page(participation playbook) outlining instructions for making explorations publishable.",
	"I18N_PLAYBOOK_PUBLICATION_INSTRUCTIONS_INSTRUCTION_5": "Text on the creator guidelines page(participation playbook) outlining instructions for making explorations publishable.",
	"I18N_PLAYBOOK_PUBLICATION_INSTRUCTIONS_INSTRUCTION_6": "Text on the creator guidelines page(participation playbook) outlining instructions for making explorations publishable.",
	"I18N_PLAYBOOK_PUBLICATION_INSTRUCTIONS_PARAGRAPH_1": "Text on the creator guidelines page(participation playbook) outlining instructions for making explorations publishable.",
	"I18N_PLAYBOOK_PUBLICATION_INSTRUCTIONS_PARAGRAPH_2": "Text on the creator guidelines page(participation playbook) outlining instructions for making explorations publishable.",
	"I18N_PLAYBOOK_PUBLICATION_POLICY_HEADING": "Heading on the creator guidelines page(participation playbook) outlining Oppia's Publication Policy.",
	"I18N_PLAYBOOK_PUBLICATION_POLICY_PARAGRAPH_1": "Text on the creator guidelines page(participation playbook) outlining Oppia's Publication Policy.",
	"I18N_PLAYBOOK_PUBLICATION_POLICY_PARAGRAPH_2": "Text on the creator guidelines page(participation playbook) outlining Oppia's Publication Policy.",
	"I18N_PLAYBOOK_TAB_PARTICIPATION_PLAYBOOK": "Text on the tab for Participation Playbook on the creator guidelines page(participation playbook).",
	"I18N_PLAYER_AUDIO_EXPAND_TEXT": "Text displayed in the tab at the top of the page to pull down the audio bar and enable audio translation in an exploration.\n{{Identical|Audio}}",
	"I18N_PLAYER_AUDIO_LANGUAGE": "Text displayed in the audio translation settings modal, asking the learner to pick what language they want to listen to audio translations in.\n{{Identical|Language}}",
	"I18N_PLAYER_AUDIO_LOADING_AUDIO": "Text displayed under the audio controls to the learner while audio is being downloaded from the server.",
	"I18N_PLAYER_AUDIO_MIGHT_NOT_MATCH_TEXT": "Text displayed under the audio controls to the learner when the audio translation for the current language is flagged as needing an update by the creator.",
	"I18N_PLAYER_AUDIO_NOT_AVAILABLE_IN": "Text displayed in a tooltip over the speaker icon to play audio when there is no audio available in the selected language.",
	"I18N_PLAYER_AUDIO_TRANSLATION_SETTINGS": "Title displayed at the top of the audio translation settings modal in the learner view.",
	"I18N_PLAYER_BACK": "Text read to users with screenreaders when they navigate through an exploration. - This labels the leftward-pointing arrow that is used to go backward by one card in the exploration.\n{{Identical|Back}}",
	"I18N_PLAYER_BACK_TO_COLLECTION": "Text shown to users after they complete an exploration in a collection. - This labels the link that is used to return back to the home page of the collection the user is currently exploring",
	"I18N_PLAYER_BANDWIDTH_USAGE_WARNING_MODAL_BODY": "Text displayed in the body of the modal shown when the user clicks to play audio for the first time asking if they would like to use bandwidth to download audio.",
	"I18N_PLAYER_BANDWIDTH_USAGE_WARNING_MODAL_DOWNLOAD_ALL_AUDIO": "Text displayed by the checkbox of the modal shown when the user clicks to play audio for the first time asking if they would like to use bandwidth to download audio. Checking the assoicated checkbox signifies that the user intends to predownload all audio translations in the exploration of the selected language.",
	"I18N_PLAYER_BANDWIDTH_USAGE_WARNING_MODAL_TITLE": "Text displayed at the top of the modal shown when the user clicks to play audio for the first time asking if they would like to use bandwidth to download audio.",
	"I18N_PLAYER_CARD_NUMBER_TOOLTIP": "Text displayed when the user is playing an exploration. - On top of the player there are buttons that allow the user to navigate to the previous cards he has completed. This text is shown as a part of the tooltip of this button.\n{{Identical|Card}}",
	"I18N_PLAYER_COMMUNITY_EDITABLE_TOOLTIP": "Text displayed as a tooltip when the user views a dialog with information about the exploration. - This labels the globe icon that indicates that an exploration is editable by the community.",
	"I18N_PLAYER_CONTINUE_BUTTON": "Text displayed when the user is playing an exploration. - Text shown in a button. When the user clicks the button, the next card on the exploration is loaded.\n{{Identical|Continue}}",
	"I18N_PLAYER_CONTRIBUTORS_TOOLTIP": "Text displayed when the user is playing an exploration. - When the user clicks the information button, a dialog opens with further information. This text is shown in that dialog as tooltip of the icon to the left of the contributors' names.\n{{Identical|Contributor}}",
	"I18N_PLAYER_DEFAULT_MOBILE_PLACEHOLDER": "Text displayed as the default placeholder on mobile devices when no custom placeholder is specified by the creator - This text is shown inside the text-box where learners input their answers to indicate that the text-box must be tapped first to start typing an answer on mobile devices.",
	"I18N_PLAYER_EDIT_TOOLTIP": "Text displayed when the user is playing an exploration. - Tooltip for the button that opens the editor for the exploration.\n{{Identical|Edit}}",
	"I18N_PLAYER_EMBED_TOOLTIP": "Text displayed when the user is playing an exploration. - When the user clicks the information button, a dialog opens with further information. This text is shown in that dialog as tooltip of the icon that open the dialog for instructions on how to embed the exploration.\n{{Identical|Embed}}",
	"I18N_PLAYER_FEEDBACK_TOOLTIP": "Text displayed when the user is playing an exploration. - Tooltip for the button that opens the a dialog to send feedback to the authors of the exploration.\n{{Identical|Feedback}}",
	"I18N_PLAYER_FORWARD": "Text read to users with screenreaders when they navigate through an exploration. - This labels the rightward-pointing arrow that is used to advance forward by one card in the exploration.\n{{Identical|Forward}}",
	"I18N_PLAYER_GIVE_UP": "Text displayed when the user is playing an exploration. - Text shown inside a button when the solution is available for the card being viewed. When the user clicks the button, a solution and explanation is displayed in the conversation interface.",
	"I18N_PLAYER_GIVE_UP_TOOLTIP": "Text displayed when the user is playing an exploration. - Text shown inside the tooltip of the button that shows the solution for the current card when clicked.",
	"I18N_PLAYER_HINT": "Text displayed when the user is playing an exploration. - Text shown inside a button when a hint is available for the card being viewed. When the user clicks the button, a hint is displayed in the conversation interface.\n{{Identical|Hint}}",
	"I18N_PLAYER_HINTS": "Text displayed in the footer of the exploration player when hints are available for the learner.",
	"I18N_PLAYER_HINTS_EXHAUSTED": "Text displayed when the user is playing an exploration. - There is a button at the bottom right corner of a card if hint(s) were specified for it. This text is shown as a part of the tooltip of this button when all hints have been exhausted.",
	"I18N_PLAYER_HINT_IS_AVAILABLE": "Text displayed when the user is playing an exploration. - There is a button at the bottom right corner of a card if hint(s) were specified for it. This text is shown as a part of the tooltip of this button when a hint can be viewed.",
	"I18N_PLAYER_HINT_NEED_A_HINT": "Text displayed in a tooltip over the hint button suggesting for the learner that they try using a hint after the learner has made multiple attempts in a card.",
	"I18N_PLAYER_HINT_NOT_AVAILABLE": "Text displayed when the user is playing an exploration. - There is a button at the bottom right corner of a card if hint(s) were specified for it. This text is shown as a part of the tooltip of this button when a hint cannot be viewed.",
	"I18N_PLAYER_HINT_REQUEST_STRING_1": "Text displayed when the user requests a hint while playing an exploration. - This text is displayed in the conversation interface when a learner clicks on the hint button.",
	"I18N_PLAYER_HINT_REQUEST_STRING_2": "Text displayed when the user requests a hint while playing an exploration. - This text is displayed in the conversation interface when a learner clicks on the hint button.",
	"I18N_PLAYER_HINT_REQUEST_STRING_3": "Text displayed when the user requests a hint while playing an exploration. - This text is displayed in the conversation interface when a learner clicks on the hint button.",
	"I18N_PLAYER_INFO_TOOLTIP": "Text displayed when the user is playing an exploration. - Tooltip for the button that opens the a dialog with more information about the exploration.\n{{Identical|Info}}",
	"I18N_PLAYER_IS_PRIVATE": "Text displayed when the user is playing an exploration. - When the user clicks the information button, a dialogue opens with further information. This text is shown in that dialogue when the author has not published the exploration this exploration is private.",
	"I18N_PLAYER_LAST_UPDATED_TOOLTIP": "Text displayed when the user is playing an exploration. - When the user clicks the information button, a dialog opens with further information. This text is shown in that dialog as tooltip of the exploration last update.\n{{Identical|Last updated}}",
	"I18N_PLAYER_LEARN_AGAIN_BUTTON": "Text displayed when the user is playing an exploration. - Text shown in a button. Only shown when current answer is wrong, next card is already visited and correctness_feedback is enabled. When the user clicks the button, the next card on the exploration is loaded.",
	"I18N_PLAYER_LEAVE_FEEDBACK": "Text displayed when the user is playing an exploration. - When the user clicks the feedback button in the navigation bar, a dialog appears. This text is shown in a text entry box before the user enters the feedback.",
	"I18N_PLAYER_LOADING": "Text displayed in the middle of the page while the content is being loaded.\n{{Identical|Loading}}",
	"I18N_PLAYER_NEXT_LESSON": "Text displayed when the user finishes an exploration played within a collection. - Text shown above the next exploration the user should play in the collection.",
	"I18N_PLAYER_NO_OBJECTIVE": "Text displayed when the user is playing an exploration. - When the user clicks the information button, a dialog opens with further information. This text is shown in that dialog when the author has not entered a description for the exploration.",
	"I18N_PLAYER_NO_TAGS": "Text displayed when the user is playing an exploration. - When the user clicks the information button, a dialog opens with further information. This text is shown in that dialog when the exploration has no tags.",
	"I18N_PLAYER_PLAY_EXPLORATION": "Text displayed when the user selects a icon in the collection learner view for mobile, when the user clicks this text the corresponding exploration page is loaded",
	"I18N_PLAYER_PLUS_TAGS": "{{doc-important|do not translate the parameter \"<[additionalTagNumber]>\"}}\nText displayed when the user is playing an exploration. - When the user clicks the information button, a dialog opens with further information. This text is shown in that dialog when the exploration has more tags that don't fit in the dialog.",
	"I18N_PLAYER_PREVIOUS_RESPONSES": "Text displayed when the user is playing an exploration. - In the dialog between Oppia and the user, when the user clicks this text a list with the previous responses the user gave to a question is open.",
	"I18N_PLAYER_RATE_EXPLORATION": "Text displayed when the user is playing an exploration. - Text shown when the user finishes playing an exploration. On the bottom of the text, five stars appear for the user to give a rate to the exploration",
	"I18N_PLAYER_RATINGS_TOOLTIP": "Text displayed when the user is playing an exploration. - When the user clicks the information button, a dialog opens with further information. This text is shown in that dialog as tooltip of the exploration rating.\n{{Identical|Rating}}",
	"I18N_PLAYER_RECOMMEND_EXPLORATIONS": "Text displayed when the user is playing an exploration. - Text shown above a list of recommended explorations to play next, after the user has finished playing the current exploration.",
	"I18N_PLAYER_REPORT_MODAL_BODY_AD": "Text displayed when the user is reporting an exploration. - Text shown for 'ad' option of report options in the 'flag exploration' modal.",
	"I18N_PLAYER_REPORT_MODAL_BODY_ADDITIONAL_DETAILS": "Text displayed when the user is reporting an exploration. - Text shown for 'additional information' textbox in the 'flag exploration' modal.",
	"I18N_PLAYER_REPORT_MODAL_BODY_HEADER": "Text displayed when the user is reporting an exploration. - Text shown at the start of the body of the 'flag exploration' modal.",
	"I18N_PLAYER_REPORT_MODAL_BODY_OTHER": "Text displayed when the user is reporting an exploration. - Text shown for 'other' option of report options in the 'flag exploration' modal.\n{{Identical|Other}}",
	"I18N_PLAYER_REPORT_MODAL_BODY_POOR_EXPERIENCE": "Text displayed when the user is reporting an exploration. - Text shown for 'poor experience' option of report options in the 'flag exploration' modal.",
	"I18N_PLAYER_REPORT_MODAL_FOOTER_CANCEL": "Text displayed when the user is reporting an exploration. - Text shown in the 'cancel' button of the 'flag exploration' modal.\n{{Identical|Cancel}}",
	"I18N_PLAYER_REPORT_MODAL_FOOTER_SUBMIT": "Text displayed when the user is reporting an exploration. - Text shown in the 'submit' button of the 'flag exploration' modal.\n{{Identical|Submit}}",
	"I18N_PLAYER_REPORT_MODAL_HEADER": "Text displayed when the user is reporting an exploration. - Text shown in the header of the 'flag exploration' modal.",
	"I18N_PLAYER_REPORT_SUCCESS_MODAL_BODY": "Text displayed when the user has successfully reported an exploration. - Text shown in the body of the 'exploration successfully flagged' modal.",
	"I18N_PLAYER_REPORT_SUCCESS_MODAL_CLOSE": "Text displayed when the user has successfully reported an exploration. - Text shown in the 'close' button of the 'exploration successfully flagged' modal.\n{{Identical|Close}}",
	"I18N_PLAYER_REPORT_SUCCESS_MODAL_HEADER": "Text displayed when the user has successfully reported an exploration. - Text shown in the header of the 'exploration successfully flagged' modal.\n{{Identical|Thank}}",
	"I18N_PLAYER_REPORT_TOOLTIP": "Text displayed when the user is playing an exploration. - Tooltip for the button that opens the a popup to send report on exploration to the moderators.",
	"I18N_PLAYER_RETURN_TO_COLLECTION": "Text displayed when the user is playing an exploration. - Text shown inside a button when the user finishes playing an exploration. When the user clicks the button, the library page for the collection <[collectionTitle]> is loaded.",
	"I18N_PLAYER_RETURN_TO_EDITOR": "Text displayed when the user is playing an exploration. - Text shown inside a button when the user finishes playing an exploration. When the user clicks the button, the editor page is loaded.",
	"I18N_PLAYER_RETURN_TO_LIBRARY": "Text displayed when the user has finished an exploration outside of a collection. - Text shown inside a button after the user finishes playing an exploration outside a collection. When the user clicks the button, the library page is loaded.",
	"I18N_PLAYER_RETURN_TO_PARENT": "Text displayed when the user has finished a refresher exploration. - Text shown inside a button after the user finishes playing a refresher exploration. When the user clicks the button, the parent exploration is loaded.",
	"I18N_PLAYER_RETURN_TO_STORY": "Text displayed when the user has finished an exploration of a story. - Text shown inside a button after the user finishes playing an exploration of a story. When the user clicks the button, the story viewer page is loaded.",
	"I18N_PLAYER_SHARE_EXPLORATION": "Text displayed when the user is playing an exploration. - When the user has completed the exploration, this text is shown above the social media buttons used to share an exploration.",
	"I18N_PLAYER_SHARE_THIS_COLLECTION": "Text displayed when the user is viewing a collection. - this text is shown in the lower right hand side of the screen next to social media buttons used to share the collection.",
	"I18N_PLAYER_SHARE_THIS_EXPLORATION": "Text displayed when the user is playing an exploration. - At all times during an exploration, this text is shown in the lower right hand side of the screen next to social media buttons used to share an exploration.",
	"I18N_PLAYER_STAY_ANONYMOUS": "Text displayed when the user is playing an exploration. - When the user clicks the feedback button in the navigation bar, a dialog appears. This text is shown to the right of a check button. If the user checks the box, then his personal information will not be included in the feedback.",
	"I18N_PLAYER_SUBMIT_BUTTON": "Text displayed when the user is playing an exploration. - When the user clicks the feedback button in the navigation bar, a dialog appears. This text is shown inside a button, when the user clicks the button the feedback entered is sent.\n{{Identical|Submit}}",
	"I18N_PLAYER_TAGS_TOOLTIP": "Text displayed when the user is playing an exploration. - When the user clicks the information button, a dialog opens with further information. This text is shown in that dialog as tooltip of the icon to the left of the exploration tags.\n{{Identical|Tag}}",
	"I18N_PLAYER_THANK_FEEDBACK": "Text displayed when the user is playing an exploration. - When the user clicks the feedback button in the navigation bar, a dialog appears. This text is shown after the user has sent the feedback.",
	"I18N_PLAYER_UNRATED": "Text displayed when the user is playing an exploration. - When the user clicks the information button, a dialog opens with further information. This text is shown in that dialog when the exploration has no rate.\n{{Identical|Unrated}}",
	"I18N_PLAYER_VIEWS_TOOLTIP": "Text displayed when the user is playing an exploration. - When the user clicks the information button, a dialog opens with further information. This text is shown in that dialog as tooltip of the number of views of the exploration.\n{{Identical|View}}",
	"I18N_PRACTICE_SESSION_PAGE_BREADCRUMB": "Text displayed in the Practice Session page. - Text shown in the top left corner of the nav bar.",
	"I18N_PRACTICE_SESSION_PAGE_TITLE": "Text displayed on the browser tab when on the practice session page",
	"I18N_PREFERENCES_AUDIO_LANGUAGE_LABEL": "Text displayed in the preferences page. - Placeholder text in audio language selector",
	"I18N_PREFERENCES_BIO": "Text displayed in the preferences page. - Text shown to the left of the text entry for the user biography.\n{{Identical|Bio}}",
	"I18N_PREFERENCES_BIO_EXPLAIN_TEXT": "Text displayed in the preferences page. - Text shown below the text entry for the user biography.",
	"I18N_PREFERENCES_BREADCRUMB": "Text displayed in the preferences page. - Text shown in the top left corner of the nav bar.\n{{Identical|Preferences}}",
	"I18N_PREFERENCES_CANCEL_BUTTON": "Text displayed in the preferences page. - Text of the cancel button of the dialog shown to upload a profile picture.\n{{Identical|Cancel}}",
	"I18N_PREFERENCES_CHANGE_PICTURE": "Text displayed in the preferences page. - Text shown as a tooltip when the user hovers the space for the profile picture. If the user clicks this area, a dialog to Upload a picture is displayed.",
	"I18N_PREFERENCES_EMAIL": "Text displayed in the preferences page. - Text shown to the left of the user email address.\n{{Identical|E-mail}}",
	"I18N_PREFERENCES_EMAIL_CLARIFICATION": "Text displayed in the preferences page. - Text shown below the email address.",
	"I18N_PREFERENCES_EMAIL_EXPLAIN": "Text displayed in the preferences page. - Text shown below the user email address.",
	"I18N_PREFERENCES_EMAIL_RECEIVE_EDIT_RIGHTS_NEWS": "Text displayed in the preferences page. - Text shown to the left of a checkbox that allows the user to agree or disagree to receive emails related to user when he/she is given edit rights to an exploration",
	"I18N_PREFERENCES_EMAIL_RECEIVE_FEEDBACK_NEWS": "Text displayed in the preferences page. - Text shown to the left of a checkbox that allows the user to agree or disagree to receive emails when someone sends them feedback on an exploration",
	"I18N_PREFERENCES_EMAIL_RECEIVE_NEWS": "Text displayed in the preferences page. - Text shown to the left of a checkbox that allows the user to agree or disagree to receive periodic emails from the site.",
	"I18N_PREFERENCES_EMAIL_RECEIVE_SUBSCRIPTION_NEWS": "Text displayed in the preferences page. - Text shown to the left of a checkbox that allows the user to agree or disagree to receive emails related to user subscriptions.",
	"I18N_PREFERENCES_EMAIL_SIGNUP_TEXT": "Text displayed in the preferences page. Text shown to the bottom of the checkbox to subscribe to Oppia's newsletter when we are not able to automatically add the user to the mailing list.",
	"I18N_PREFERENCES_EXPORT_ACCOUNT": "Text displayed in the preferences page. Text shown as heading and on button of Export Account section.",
	"I18N_PREFERENCES_EXPORT_ACCOUNT_INFO_TEXT": "Text displayed in the preferences page. Text to inform the user about the type of exported data and downloading status.",
	"I18N_PREFERENCES_EXPORT_ACCOUNT_WARNING_TEXT": "Text displayed in the preferences page. Warning text to inform user to not leave the page when user's account is being exported.",
	"I18N_PREFERENCES_HEADING": "Text displayed in the preferences page. - Text shown as the title.\n{{Identical|Preferences}}",
	"I18N_PREFERENCES_HEADING_SUBTEXT": "Text displayed in the preferences page. - Text shown below the title. Indicates that the changes made on the profile are going to be saved even if the user does not click a save button.",
	"I18N_PREFERENCES_NO_SUBSCRIPTIONS": "Text displayed in the preferences page. - Text shown if the user has no subscribed creators",
	"I18N_PREFERENCES_OPPIA_IMPACT_SECTION_HEADING": "Text displayed in preference page. - Heading text shown above the text highlighting oppia's impact.\n{{identical|Impact}}",
	"I18N_PREFERENCES_PAGE_BROWSER_TAB_TITLE": "Text displayed on the browser tab when on the preferences page.",
	"I18N_PREFERENCES_PAGE_TITLE": "Title of the preferences page.",
	"I18N_PREFERENCES_PICTURE": "Text displayed in the preferences page. - Text shown in the space for the user profile picture if no picture has been selected.\n{{Identical|Picture}}",
	"I18N_PREFERENCES_PREFERRED_AUDIO_LANGUAGE": "Text displayed in the preferences page. - Text shown to the left of the entry where the user can select the preferred language to be used for playing audio translations in explorations.",
	"I18N_PREFERENCES_PREFERRED_AUDIO_LANGUAGE_EXPLAIN": "Text displayed in the preferences page. - Text shown below the entry where the user can select the preferred language to be used for playing audio translations in explorations.",
	"I18N_PREFERENCES_PREFERRED_AUDIO_LANGUAGE_PLACEHOLDER": "Text displayed in the preferences page. - Text shown in the entry where the user can select the preferred language to be used for playing audio translations in explorations.",
	"I18N_PREFERENCES_PREFERRED_DASHBOARD": "Text displayed in the preferences page. - Text shown to the left of the choices to select the preferred dashboard.",
	"I18N_PREFERENCES_PREFERRED_DASHBOARD_EXPLAIN": "Text displayed in the preferences page. - Text shown below the choices to select the preferred dashboard, explaining what the field is for.",
	"I18N_PREFERENCES_PREFERRED_EXPLORATION_LANGUAGE": "Text displayed in the preferences page. - Text shown to the left of text entry to select the preferred language for explorations.",
	"I18N_PREFERENCES_PREFERRED_EXPLORATION_LANGUAGE_EXPLAIN": "Text displayed in the preferences page. - Text shown below the text entry to select the preferred language for explorations, explaining what the field is for.",
	"I18N_PREFERENCES_PREFERRED_EXPLORATION_LANGUAGE_SELECT": "Text displayed in the preferences page - Placeholder text in the preferred exploration language selector.",
	"I18N_PREFERENCES_PREFERRED_SITE_LANGUAGE": "Text displayed in the preferences page. - Text shown to the left of the entry where the user can select the preferred language of the site (not the explorations). When a different language is selected, the page is translated.",
	"I18N_PREFERENCES_PREFERRED_SITE_LANGUAGE_EXPLAIN": "Text displayed in the preferences page. - Text shown below the entry where the user can select the preferred language of the site when no language is selected.",
	"I18N_PREFERENCES_PREFERRED_SITE_LANGUAGE_PLACEHOLDER": "Text displayed in the preferences page. - Text shown in the entry where the user can select the preferred language of the site when no language is selected.",
	"I18N_PREFERENCES_PROFILE_PICTURE_ADD": "Text displayed in the preferences page. - Text of the button that confirms the action of the dialog shown to upload a profile picture.",
	"I18N_PREFERENCES_PROFILE_PICTURE_DRAG": "Text displayed in the preferences page. - Text of the dialog shown to upload a profile picture when the user has uploaded an image that is too big and needs to be cropped.",
	"I18N_PREFERENCES_PROFILE_PICTURE_ERROR": "Text displayed in the preferences page. - Error text of the dialog shown to upload a profile picture. This error is shown when the file uploaded by the user is not an image.",
	"I18N_PREFERENCES_PROFILE_PICTURE_UPLOAD": "Text displayed in the preferences page. - Title of the dialog shown to upload a profile picture.",
	"I18N_PREFERENCES_SEARCH_LABEL": "Text displayed in the preferences page. - Placeholder text in language selector\n{{identical|Search}}",
	"I18N_PREFERENCES_SELECT_EXPLORATION_LANGUAGE": "Text displayed in the preferences page. - Text shown in the text entry to select the preferred language for explorations when no language is selected.",
	"I18N_PREFERENCES_SITE_LANGUAGE_LABEL": "Text displayed in the preferences page. - Placeholder text in site language selector",
	"I18N_PREFERENCES_SUBJECT_INTERESTS": "Text displayed in the preferences page. - Text shown below the text entry to select the user subject interests.",
	"I18N_PREFERENCES_SUBJECT_INTERESTS_ERROR_TEXT": "Text displayed in the preferences page. - Text shown below the text entry to select the user subject interests if input by user is not correct.",
	"I18N_PREFERENCES_SUBJECT_INTERESTS_HELP_BLOCK": "Text displayed in the preferences page. - Text shown below the text entry to select the user subject interests, explaining what the field is for.",
	"I18N_PREFERENCES_SUBJECT_INTERESTS_INVALID_SEARCH": "Text displayed in the preferences page. - Text shown in the text entry to select the user subject interests when the user clicks to type.",
	"I18N_PREFERENCES_SUBJECT_INTERESTS_LABEL": "Text displayed in the preferences page. - Placeholder text shown in the text entry to select the user subject interests.",
	"I18N_PREFERENCES_SUBJECT_INTERESTS_PLACEHOLDER": "Text displayed in the preferences page. - Text shown in the text entry to select the user subject interests when no subject is selected.",
	"I18N_PREFERENCES_SUBSCRIBED_CREATORS": "Text displayed in the preferences page. - Text shown to list the user's subscribed creators",
	"I18N_PREFERENCES_USERNAME": "Text displayed in the preferences page. - Text shown at the left of the text entry where the user can change his username.\n{{Identical|Username}}",
	"I18N_PREFERENCES_USERNAME_NOT_SELECTED": "Text displayed in the preferences page. - Text shown in the text entry for the username when there is no username assigned to the user.",
	"I18N_PRIVACY_POLICY_PAGE_TITLE": "Text displayed on the browser tab when on the Privacy policy page.",
	"I18N_PROFILE_NO_EXPLORATIONS": "Text displayed on the Profile page. - This message is shown on a user's profile when the user has zero created/edited explorations.",
	"I18N_PROFILE_PAGE_TITLE": "Text displayed on the browser tab when on the Profile page.",
	"I18N_PROGRESS_REMINDER_CONTINUE_TEXT": "Text displayed on the progress reminder modal asking the learner if they wish to continue.",
	"I18N_PROGRESS_REMINDER_MODAL_HEADER": "Text displayed on the progress reminder modal informing the learner of their progress.",
	"I18N_PROGRESS_REMINDER_RESTART_LESSON": "Text displayed on the button meant for restarting the lesson on the progress reminder modal.",
	"I18N_PROGRESS_REMINDER_RESUME_LESSON": "Text displayed on the button meant for resuming the lesson on the progress reminder modal.",
	"I18N_QUESTION_PLAYER_LEARN_MORE_ABOUT_SCORE": "Text displayed in Practice Session and Review Test pages. - Text that is shown above the breakdown of the score that indicates users can learn more about their score below.",
	"I18N_QUESTION_PLAYER_MY_DASHBOARD": "Text displayed in the Practice Session page. - Text of the button that go to the Topics Dashboard on click.",
	"I18N_QUESTION_PLAYER_NEW_SESSION": "Text displayed in the Practice Session page. - Text of the button that starts a new practice session",
	"I18N_QUESTION_PLAYER_RETRY_TEST": "Text displayed in Review Test page. - Text of the button that retries a review test.",
	"I18N_QUESTION_PLAYER_RETURN_TO_STORY": "Text displayed in Review Test page. - Text of the button that redirects back to the Story page.",
	"I18N_QUESTION_PLAYER_REVIEW_LOWEST_SCORED_SKILL": "Text displayed in Practice Session and Review Test pages. - Text of the button that opens up a modal showing a concept card of skills that the learner can improve upon.",
	"I18N_QUESTION_PLAYER_SCORE": "Text displayed in Practice Session and Review Test pages. - Text that is the heading of a column with scores.",
	"I18N_QUESTION_PLAYER_SKILL_DESCRIPTIONS": "Text displayed in Practice Session and Review Test pages. - Text that is the heading of a column with skill descriptions.",
	"I18N_QUESTION_PLAYER_TEST_FAILED": "Text displayed in Practice Session and Review Test pages. - Text that is shown above the score wheel when the user fails the test.",
	"I18N_QUESTION_PLAYER_TEST_PASSED": "Text displayed in Practice Session and Review Test pages. - Text that is shown above the score wheel when the user passes the test.",
	"I18N_REFRESHER_EXPLORATION_MODAL_BODY": "Body of modal that redirects the learner to a separate exploration to referesh certain concepts.",
	"I18N_REFRESHER_EXPLORATION_MODAL_TITLE": "Title of the modal that redirects the learner to a separate exploration to refresh certain concepts.",
	"I18N_REGISTRATION_SESSION_EXPIRED_HEADING": "Text which appears as the heading for registration session expired modal on Signup page.",
	"I18N_REGISTRATION_SESSION_EXPIRED_MESSAGE": "Text which appears on registration session expired modal on Signup page - This message informs user that their registration session has expired and they need to click on Continue Registration to restart the registration.",
	"I18N_RELEASE_COORDINATOR_PAGE_TITLE": "Text displayed on the browser tab when on the release coordinator page.",
	"I18N_RESET_CODE": "Text which appears on the Reset button in the PencilCode interaction.",
	"I18N_RESTART_EXPLORATION_BUTTON": "Text which appears on the Restart button in the lesson info modal of the learner checkpoints progress.",
	"I18N_REVIEW_TEST_PAGE_BREADCRUMB": "Text displayed in the review test page. - Text shown in the top left corner of the nav bar.",
	"I18N_REVIEW_TEST_PAGE_TITLE": "Text displayed on the browser tab when on the review test page.",
	"I18N_SAVE_BUTTON_ALERT_TOOLTIP": "Text displayed when logged-out user tries to save the exploration progress and didn't even reached the first checkpoint.",
	"I18N_SAVE_EXPLORATION_PROGRESS_TEXT_1": "Text displayed on the save progress menu of exploration lesson info modal telling users that their progress will be automatically saved if they sign in.",
	"I18N_SAVE_EXPLORATION_PROGRESS_TEXT_2": "Text displayed on the save progress menu of exploration lesson info modal asking the users whether they already have an account.",
	"I18N_SAVE_EXPLORATION_PROGRESS_TEXT_3": "Text displayed on the save progress menu of exploration lesson info modal telling the users to use the generated progress URL to save their exploration progress.",
	"I18N_SAVE_EXPLORATION_PROGRESS_TEXT_4": "Text displayed on the save progress menu of exploration lesson info modal telling the users that the progress URL generated will save their progress for the next 72 hours only.",
	"I18N_SAVE_EXPLORATION_PROGRESS_TEXT_5": "Text displayed on the save progress menu of exploration lesson info modal prompting the users to write or copy the genrated URL.",
	"I18N_SAVE_PROGRESS": "Text displayed at the end of a chapter to prompt the user to login or signup to save chapter progress.",
	"I18N_SAVE_PROGRESS_TEXT": "Text which appears on the save progress button and the save progress menu in the exploration lesson info modal.",
	"I18N_SHARE_LESSON": "Text displayed before the buttons to share an exploration.",
	"I18N_SHOW_LESS": "Text, which when clicked on, contracts the section it is a part of.",
	"I18N_SHOW_MORE": "Text, which when clicked on, expands the section it is a part of.",
	"I18N_SHOW_SOLUTION_BUTTON": "Button displayed in the warning modal that shows the solution of the question, when clicked.",
	"I18N_SIDEBAR_ABOUT_LINK": "Text displayed in the side navigation bar. - When the user clicks the link, they are redirected to the about page.\n{{Identical|About Us}}",
	"I18N_SIDEBAR_ABOUT_OPPIA_FOUNDATION": "Text displayed in the side navigation bar. - When the user clicks the link, they are redirected to the about Oppia Foundation page.",
	"I18N_SIDEBAR_BLOG": "Text displayed in the side navigation bar. - When the user clicks the link, they are redirected to the Oppia blog.\n{{Identical|Blog}}",
	"I18N_SIDEBAR_CLASSROOM": "Text displayed inside the side navigation bar. - When the user clicks the button, a list with several classroom pages is displayed.",
	"I18N_SIDEBAR_CLASSROOM_BASIC_MATHS": "Text displayed inside drop-down menu. - The list is shown after the user clicks the I18N_SIDEBAR_CLASSROOM button. When the option is clicked, the Maths Classroom page is loaded.",
	"I18N_SIDEBAR_CONTACT_US": "Text displayed inside drop-down get involved menu. - When the user clicks the link, they are redirected to the Contact Us page.\n{{Identical|Contact Us}}",
	"I18N_SIDEBAR_CONTACT_US_DESCRIPTION": "Text displayed inside drop-down get involved menu. - It's shown in the bottom of the contact us link.",
	"I18N_SIDEBAR_DONATE": "Text displayed in the side navigation bar. - When the user clicks the link, they are redirected to the Donate page.\n{{Identical|Donate}}",
	"I18N_SIDEBAR_DONATE_DESCRIPTION": "Text displayed inside drop-down get involved menu. - It's shown in the bottom of the donate link.",
	"I18N_SIDEBAR_FORUM": "Text displayed in the side navigation bar. - When the user clicks the link, they are redirected to the forum (an external page)\n{{Identical|Forum}}",
	"I18N_SIDEBAR_GET_INVOLVED": "Text displayed in the side navigation bar. - When the user clicks the link, The list is shown after the user clicks the I18N_SIDEBAR_GET_INVOLVED.\n{{Identical|Get Involved}}",
	"I18N_SIDEBAR_HOME": "Text displayed in the side navigation bar. - When the user clicks the link, they are redirected to the Home page.",
	"I18N_SIDEBAR_LEARN": "Text displayed in the side navigation bar. - When the user clicks the link, they are redirected to the learn/math page. \n{{Identical|Learn}}",
	"I18N_SIDEBAR_LIBRARY_LINK": "Text displayed in the side navigation bar. - When the user clicks the link, they are redirected to the Library page.\n{{Identical|Library}}",
	"I18N_SIDEBAR_MATH_FOUNDATIONS": "Text displayed inside drop-down learn menu. - When the user clicks the link, they are redirected to the learn/math page.",
	"I18N_SIDEBAR_MATH_FOUNDATIONS_DESCRIPTION": "Text displayed inside drop-down get involved menu. - It's shown in the bottom of the Math Foundations link.",
	"I18N_SIDEBAR_OPPIA_FOUNDATION": "Text displayed in the side navigation bar. - When the user clicks the link, they are redirected to the Oppia Foundation site.\n{{Identical|Oppia Foundation}}",
	"I18N_SIDEBAR_PARTNERSHIPS": "Text displayed in the side navigation bar. - When the user clicks the link, they are redirected to the Partnerships page.",
	"I18N_SIDEBAR_PARTNERSHIPS_DESCRIPTION": "Text displayed inside drop-down get involved menu. - It's shown in the bottom of the Partnerships link.",
	"I18N_SIDEBAR_SUBMENU_ADDITION_AND_SUBTRACTION": "Text displayed inside drop-down learn menu. - When the user clicks the link, they are redirected to the addition-subtraction page. \n{{Identical|Addition And Subtraction}}",
	"I18N_SIDEBAR_SUBMENU_COMMUNITY_LIBRARY": "Text displayed inside drop-down learn menu. - When the user clicks the link, they are redirected to the community-library page. \n{{Identical|Community Library}}",
	"I18N_SIDEBAR_SUBMENU_COMMUNITY_LIBRARY_DESCRIPTION": "Text displayed inside drop-down learn menu. - It's shown in the bottom of the Community Library link.",
	"I18N_SIDEBAR_SUBMENU_MULTIPLICATION": "Text displayed inside drop-down learn menu. - When the user clicks the link, they are redirected to the multiplication page. \n{{Identical|Multiplication}}",
	"I18N_SIDEBAR_SUBMENU_PLACE_VALUES": "Text displayed inside drop-down learn menu. - When the user clicks the link, they are redirected to the place-values page. \n{{Identical|Place Values}}",
	"I18N_SIDEBAR_SUBMENU_SEE_ALL_LESSONS": "Text displayed inside drop-down learn menu. - When the user clicks the link, they are redirected to the learn/math page. \n{{Identical|See All Lessons}}",
	"I18N_SIDEBAR_TEACH_WITH_OPPIA": "Text displayed in the side navigation bar. - When the user clicks the link, they are redirected to the Teach page.",
	"I18N_SIDEBAR_VOLUNTEER": "Text displayed in the side navigation bar. - When the user clicks the link, they are redirected to the Volunteer page.\n{{identical|Volunteer}}",
	"I18N_SIDEBAR_VOLUNTEER_DESCRIPTION": "Text displayed inside drop-down get involved menu. - It's shown in the bottom of the Volunteer link.",
	"I18N_SIGNIN_LOADING": "Text displayed in the middle of the page while the user is waiting to sign in.",
	"I18N_SIGNIN_PAGE_TITLE": "Title displayed in the tab on the Browser in the signin page - In this page the user is waiting for the signin process to complete. Keep in two or three short words.",
	"I18N_SIGNUP_AGREE_LICENSE_DESCRIPTION": "Text displayed in the signup page. - This text in on the left of a checkbox. If the user clicks the checkbox, he agrees to the terms and conditions of the page.",
	"I18N_SIGNUP_BUTTON_SUBMIT": "Text displayed inside a confirmation button in the signup page. - When the user clicks the button, the registration is completed and no more action is needed.",
	"I18N_SIGNUP_CC_TITLE": "Text displayed in the signup page. - It's the title of a section that explains how the creative commons licence is applied to the user generated content of the site. The link at the end of the paragraph displays a dialog widget with more information about the creative commons licence. See I18N_SIGNUP_WHY_LICENSE",
	"I18N_SIGNUP_CLOSE_BUTTON": "Text displayed inside a dismiss button of the information dialog widget in the signup page. - When the button is clicked, the dialog widget is closed. See I18N_SIGNUP_WHY_LICENSE.\n{{Identical|Close}}",
	"I18N_SIGNUP_COMPLETE_REGISTRATION": "Title of the signup page - see I18N_SIGNUP_REGISTRATION",
	"I18N_SIGNUP_DO_NOT_SEND_EMAILS": "Text displayed in the signup page. - It's shown on the right of a choose button. When the button is selected, the user is stating he doesn't want to receive emails from the site. See I18N_SIGNUP_EMAIL_PREFERENCES.",
	"I18N_SIGNUP_EMAIL": "Text displayed next to an entry box in the signup page - The user is expected to enter his email address in the box.\n{{Identical|Email}}",
	"I18N_SIGNUP_EMAIL_PREFERENCES": "Text displayed in the signup page. - It's the title of the section where the user can select if he wants to receive periodic emails from the site. See I18N_SIGNUP_EMAIL_PREFERENCES.",
	"I18N_SIGNUP_EMAIL_PREFERENCES_EXPLAIN": "Text displayed in the signup page. - It's shown in the bottom of the email preferences section and explains that the selection the user does during the registration process can be changed in the future from the preferences page. See I18N_SIGNUP_EMAIL_PREFERENCES.",
	"I18N_SIGNUP_ERROR_MUST_AGREE_TO_TERMS": "Text displayed in an error warning in the signup page. - It's shown when the user tries to finish the registration without checking the box that agrees to term of services.",
	"I18N_SIGNUP_ERROR_NO_USERNAME": "Text displayed in an error warning in the signup page. - It's shown when the user tries to finish the registration without introducing a username.",
	"I18N_SIGNUP_ERROR_USERNAME_NOT_AVAILABLE": "Text displayed in an error warning in the signup page. - It's shown when the user chooses a username that already exists in the site.",
	"I18N_SIGNUP_ERROR_USERNAME_ONLY_ALPHANUM": "Text displayed in an error warning in the signup page. - It's shown when the user chooses a username that contains characters that are not letters or numbers.",
	"I18N_SIGNUP_ERROR_USERNAME_TAKEN": "Text displayed in an error warning in the signup page. - It's shown when the user chooses a username that another user has already chosen.",
	"I18N_SIGNUP_ERROR_USERNAME_TOO_LONG": "Text displayed in an error warning in the signup page. - It's shown when the user chooses a username that is longer than the threshold.",
	"I18N_SIGNUP_ERROR_USERNAME_WITH_ADMIN": "Text displayed in a error warning in the signup page - It's shown when the user chooses a username that contains the word admin in any part.",
	"I18N_SIGNUP_ERROR_USERNAME_WITH_SPACES": "Text displayed in a error warning in the signup page - It's shown when the user chooses a username that contains blank spaces.",
	"I18N_SIGNUP_FIELD_REQUIRED": "Warning text displayed in the signup page. - It's shown when the user has not choose an option or entered a text in one of the required fields.",
	"I18N_SIGNUP_LICENSE_NOTE": "Text displayed in the signup page. - Explains how the creative commons licence is applied to the user generated content of the site.",
	"I18N_SIGNUP_LICENSE_OBJECTIVE": "{{doc-singularthey}}\n{{doc-important|do not translate the parameter \"<[licenselink]>\"}}\nText displayed inside a information dialog widget in the signup page. - It explains how the licence is applied to the user generated content. See I18N_SIGNUP_WHY_LICENSE.",
	"I18N_SIGNUP_LOADING": "Text displayed in the middle of the page while the content is being loaded.\n{{Identical|Loading}}",
	"I18N_SIGNUP_PAGE_TITLE": "Title displayed in the tab on the Browser in the signup page - In this page the user can create a new account. Keep in three short words.",
	"I18N_SIGNUP_REGISTRATION": "Title of the signup page - The user arrives to this page after selecting the google account to use in Oppia. Here the user has to register a new username and agree to the terms and conditions of the page.\n{{Identical|Registration}}",
	"I18N_SIGNUP_SECTION_DONT_ASK_ME_AGAIN": "Clickable text which hides the sign up section upon clicking for the learner",
	"I18N_SIGNUP_SEND_ME_NEWS": "Text displayed in the signup page. - It's shown on the right of a choose button. When the button is selected, the user is agreeing to receive periodic emails from Oppia with news and updates about the site and the explorations. See I18N_SIGNUP_EMAIL_PREFERENCES.",
	"I18N_SIGNUP_SITE_DESCRIPTION": "Text displayed in the signup page. - It's the first paragraph and describes the site.",
	"I18N_SIGNUP_SITE_OBJECTIVE": "Text displayed inside a information dialog widget in the signup page. - It explains Oppia's objective as a site. See I18N_SIGNUP_WHY_LICENSE.",
	"I18N_SIGNUP_UPDATE_WARNING": "Text displayed on the signup page. - It's shown to the user when the terms of use have been updated.",
	"I18N_SIGNUP_USERNAME": "Text displayed next to an entry box in the signup page - The user is expected to enter a username in the entry box.\n{{Identical|Username}}",
	"I18N_SIGNUP_USERNAME_EXPLANATION": "Text displayed next to an entry box in the signup page - Explains how the username selected in the box is going to be used inside the site.",
	"I18N_SIGNUP_WHY_LICENSE": "Text displayed inside a information dialog widget in the signup page. - It's the title of a dialog that contains additional information about why the creative commons licence was chosen for Oppia.",
	"I18N_SKILL_LEVEL_BEGINNER": "Text denoting beginner level mastery of user in a particular skill.",
	"I18N_SKILL_LEVEL_INTERMIDIATE": "Text denoting intermediate level mastery of user in a particular skill.",
	"I18N_SKILL_LEVEL_NEEDS_WORK": "Text denoting user needs to work upon a particular skill that needs to be improved.",
	"I18N_SKILL_LEVEL_PROFICIENT": "Text denoting proficient level mastery of user in a particular skill.",
	"I18N_SOLICIT_ANSWER_DETAILS_FEEDBACK": "Text to introduce the regular feedback that Oppia shows after the student submits the answer details.",
	"I18N_SOLICIT_ANSWER_DETAILS_QUESTION": "Text for the question which asks the students to explain why they entered a particular answer.",
	"I18N_SOLUTION_EXPLANATION_TITLE": "Title shown in the section that shows the explanation of a solution to the learner.\n{{identical|Explanation}}",
	"I18N_SOLUTION_TITLE": "Title shown in the modal that shows the solution of a state to the learner",
	"I18N_SPLASH_BENEFITS_ONE": "The first benefit, shown in the splash page, of using Oppia.",
	"I18N_SPLASH_BENEFITS_THREE": "The third benefit, shown in the splash page, of using Oppia.",
	"I18N_SPLASH_BENEFITS_TITLE": "Title displayed in the benefits section on the splash page.",
	"I18N_SPLASH_BENEFITS_TWO": "The second benefit, shown in the splash page, of using Oppia.",
	"I18N_SPLASH_FIRST_EXPLORATION_DESCRIPTION": "Paragraph describing Oppia. - Shown in the splash page next to an image.",
	"I18N_SPLASH_FOR_STUDENTS": "The initial title, in the splash page, for the students section.",
	"I18N_SPLASH_FOR_TEACHERS": "The initial title, in the splash page, for the teachers section.",
	"I18N_SPLASH_FOR_VOLUNTEERS": "The initial title, in the splash page, for the volunteers section.",
	"I18N_SPLASH_ICON_ONE_TEXT": "Text beside the first icon in splash page.",
	"I18N_SPLASH_ICON_THREE_TEXT": "Text beside the third icon in splash page.",
	"I18N_SPLASH_ICON_TWO_TEXT": "Text beside the second icon in splash page.",
	"I18N_SPLASH_JAVASCRIPT_ERROR_DESCRIPTION": "Main content of an error page - The error is triggered when the user has disabled javascript in the browser. There is no space constraints for this paragraph and the priority is to clearly explain the user what caused the problem and how to solve it.",
	"I18N_SPLASH_JAVASCRIPT_ERROR_THANKS": "Closing message of an error page - Thanks the user in a informal language.\n{{Identical|Thank you}}",
	"I18N_SPLASH_JAVASCRIPT_ERROR_TITLE": "Title of an error page - The error is triggered when the user has disabled javascript in the browser.",
	"I18N_SPLASH_LEARN_MORE": "Text displayed on the 'learn more' button that links to the classroom page.",
	"I18N_SPLASH_PAGE_TITLE": "Title displayed in the tab on the Browser in Oppia's landing page.",
	"I18N_SPLASH_SECOND_EXPLORATION_DESCRIPTION": "Paragraph describing Oppia showed in the splash page next to an image.",
	"I18N_SPLASH_SITE_FEEDBACK": "Text displayed in a floating tag at the bottom of the page - It links to the feedback page and should engage the user to give an opinion on the site. It should be only a couple words long.",
	"I18N_SPLASH_START_CONTRIBUTING": "Text shown on the button in the volunteers section on the splash page.",
	"I18N_SPLASH_START_LEARNING": "Text shown on the button in the students section in the splash page.",
	"I18N_SPLASH_START_TEACHING": "Text shown on the button in the teachers section in the splash page.",
	"I18N_SPLASH_STUDENTS_CONTENT": "Content displayed in the students section in the splash page.",
	"I18N_SPLASH_STUDENTS_TITLE": "The main title in the students section of the splash page describing its content.",
	"I18N_SPLASH_STUDENT_DETAILS_1": "Details of the first student displayed below their testimonial in the splash page.",
	"I18N_SPLASH_STUDENT_DETAILS_2": "Details of the second student displayed below their testimonial in the splash page.",
	"I18N_SPLASH_STUDENT_DETAILS_3": "Details of the third student displayed below their testimonial in the splash page.",
	"I18N_SPLASH_STUDENT_DETAILS_4": "Details of the fourth student displayed below their testimonial in the splash page.",
	"I18N_SPLASH_SUBTITLE": "The second title shown in Oppia's landing page, below the main image - It should not exceed two lines in length.",
	"I18N_SPLASH_TEACHERS_CONTENT": "The content for the teachers section in the splash page.",
	"I18N_SPLASH_TEACHERS_TITLE": "The main title for the teachers section in the splash page.",
	"I18N_SPLASH_TESTIMONIAL_1": "The testimonial of the first student (female), displayed on the splash page",
	"I18N_SPLASH_TESTIMONIAL_2": "The testimonial of the second student (male), displayed on the splash page",
	"I18N_SPLASH_TESTIMONIAL_3": "The testimonial of the third student (female), displayed on the splash page",
	"I18N_SPLASH_TESTIMONIAL_4": "The testimonial of the fourth student (male), displayed on the splash page",
	"I18N_SPLASH_THIRD_EXPLORATION_DESCRIPTION": "Paragraph describing Oppia showed in the splash page next to an image.",
	"I18N_SPLASH_TITLE": "The main title shown in Oppia's landing page. It should not exceed one line in length.",
	"I18N_SPLASH_VOLUNTEERS_CONTENT": "The content displayed in the volunteers section on the splash page.",
	"I18N_SPLASH_VOLUNTEERS_TITLE": "The main title for the volunteers section on the splash page.",
	"I18N_START_HERE": "Click here to start!",
	"I18N_STORY_3M5VBajMccXO_DESCRIPTION": "Description of the story displayed on story viewer page. Should be at most 1000 characters.",
	"I18N_STORY_3M5VBajMccXO_TITLE": "Title of the story displayed on topic viewer and story viewer page. Should be at most 39 characters.",
	"I18N_STORY_JhiDkq01dqgC_DESCRIPTION": "Description of the story displayed on story viewer page. Should be at most 1000 characters.",
	"I18N_STORY_JhiDkq01dqgC_TITLE": "Title of the story displayed on topic viewer and story viewer page. Should be at most 39 characters.",
	"I18N_STORY_Qu6THxP29tOy_DESCRIPTION": "Description of the story displayed on story viewer page. Should be at most 1000 characters.",
	"I18N_STORY_Qu6THxP29tOy_TITLE": "Title of the story displayed on topic viewer and story viewer page. Should be at most 39 characters.",
	"I18N_STORY_RRVMHsZ5Mobh_DESCRIPTION": "Description of the story displayed on story viewer page. Should be at most 1000 characters.",
	"I18N_STORY_RRVMHsZ5Mobh_TITLE": "Title of the story displayed on topic viewer and story viewer page. Should be at most 39 characters.",
	"I18N_STORY_VIEWER_COMPLETED_CHAPTER": "The title for a chapter icon, in the story viewer, that is completed by the learner.",
	"I18N_STORY_VIEWER_PAGE_TITLE": "Text displayed on the browser tab when on the story viewer page",
	"I18N_STORY_ialKSV0VYV0B_DESCRIPTION": "Description of the story displayed on story viewer page. Should be at most 1000 characters.",
	"I18N_STORY_ialKSV0VYV0B_TITLE": "Title of the story displayed on topic viewer and story viewer page. Should be at most 39 characters.",
	"I18N_STORY_rqnxwceQyFnv_DESCRIPTION": "Description of the story displayed on story viewer page. Should be at most 1000 characters.",
	"I18N_STORY_rqnxwceQyFnv_TITLE": "Title of the story displayed on topic viewer and story viewer page. Should be at most 39 characters.",
	"I18N_STORY_vfJDB3JAdwIx_DESCRIPTION": "Description of the story displayed on story viewer page. Should be at most 1000 characters.",
	"I18N_STORY_vfJDB3JAdwIx_TITLE": "Title of the story displayed on topic viewer and story viewer page. Should be at most 39 characters.",
	"I18N_STRUGGLING_WITH_SKILL": "Tect displayed in learner specific progress view in learner progress tab on edit learner group page when user is struggling with a particular skill.",
	"I18N_SUBSCRIBE_BUTTON_TEXT": "The text that appears on the subscribe button, which allows users to subscribe to creators.\n{{Identical|Subscribe}}",
	"I18N_SUBTOPIC_0abdeaJhmfPm_adding-fractions_TITLE": "Title for the subtopic card appearing in the practice tab of the topic viewer page. Should be at most 64 characters long.",
	"I18N_SUBTOPIC_0abdeaJhmfPm_comparing-fractions_TITLE": "Title for the subtopic card appearing in the practice tab of the topic viewer page. Should be at most 64 characters long.",
	"I18N_SUBTOPIC_0abdeaJhmfPm_dividing-fractions_TITLE": "Title for the subtopic card appearing in the practice tab of the topic viewer page. Should be at most 64 characters long.",
	"I18N_SUBTOPIC_0abdeaJhmfPm_equivalent-fractions_TITLE": "Title for the subtopic card appearing in the practice tab of the topic viewer page. Should be at most 64 characters long.",
	"I18N_SUBTOPIC_0abdeaJhmfPm_fractions-of-a-group_TITLE": "Title for the subtopic card appearing in the practice tab of the topic viewer page. Should be at most 64 characters long.",
	"I18N_SUBTOPIC_0abdeaJhmfPm_mixed-numbers_TITLE": "Title for the subtopic card appearing in the practice tab of the topic viewer page. Should be at most 64 characters long.",
	"I18N_SUBTOPIC_0abdeaJhmfPm_multiplying-fractions_TITLE": "Title for the subtopic card appearing in the practice tab of the topic viewer page. Should be at most 64 characters long.",
	"I18N_SUBTOPIC_0abdeaJhmfPm_number-line_TITLE": "Title for the subtopic card appearing in the practice tab of the topic viewer page. Should be at most 64 characters long.",
	"I18N_SUBTOPIC_0abdeaJhmfPm_subtracting-fractions_TITLE": "Title for the subtopic card appearing in the practice tab of the topic viewer page. Should be at most 64 characters long.",
	"I18N_SUBTOPIC_0abdeaJhmfPm_what-is-a-fraction_TITLE": "Title for the subtopic card appearing in the practice tab of the topic viewer page. Should be at most 64 characters long.",
	"I18N_SUBTOPIC_5g0nxGUmx5J5_calculations-with-ratios_TITLE": "Title for the subtopic card appearing in the practice tab of the topic viewer page. Should be at most 64 characters long.",
	"I18N_SUBTOPIC_5g0nxGUmx5J5_combining-ratios_TITLE": "Title for the subtopic card appearing in the practice tab of the topic viewer page. Should be at most 64 characters long.",
	"I18N_SUBTOPIC_5g0nxGUmx5J5_equivalent-ratios_TITLE": "Title for the subtopic card appearing in the practice tab of the topic viewer page. Should be at most 64 characters long.",
	"I18N_SUBTOPIC_5g0nxGUmx5J5_what-is-a-ratio_TITLE": "Title for the subtopic card appearing in the practice tab of the topic viewer page. Should be at most 64 characters long.",
	"I18N_SUBTOPIC_C4fqwrvqWpRm_basic-concepts_TITLE": "Title for the subtopic card appearing in the practice tab of the topic viewer page. Should be at most 64 characters long.",
	"I18N_SUBTOPIC_C4fqwrvqWpRm_memorizing-expressions_TITLE": "Title for the subtopic card appearing in the practice tab of the topic viewer page. Should be at most 64 characters long.",
	"I18N_SUBTOPIC_C4fqwrvqWpRm_multiplication-techniques_TITLE": "Title for the subtopic card appearing in the practice tab of the topic viewer page. Should be at most 64 characters long.",
	"I18N_SUBTOPIC_C4fqwrvqWpRm_rules-to-simplify_TITLE": "Title for the subtopic card appearing in the practice tab of the topic viewer page. Should be at most 64 characters long.",
	"I18N_SUBTOPIC_VIEWER_NEXT_SKILL": "Text appears next to a skill summary card, labelling it as the next skill to complete",
	"I18N_SUBTOPIC_VIEWER_PAGE_TITLE": "Text displayed on the browser tab when on the subtopic viewer page.",
	"I18N_SUBTOPIC_VIEWER_PREVIOUS_SKILL": "Text appears next to a skill summary card, labelling it as the previous skill to complete",
	"I18N_SUBTOPIC_dLmjjMDbCcrf_algebraic-expressions_TITLE": "Title for the subtopic card appearing in the practice tab of the topic viewer page. Should be at most 64 characters long.",
	"I18N_SUBTOPIC_dLmjjMDbCcrf_modelling-scenarios_TITLE": "Title for the subtopic card appearing in the practice tab of the topic viewer page. Should be at most 64 characters long.",
	"I18N_SUBTOPIC_dLmjjMDbCcrf_order-of-operations_TITLE": "Title for the subtopic card appearing in the practice tab of the topic viewer page. Should be at most 64 characters long.",
	"I18N_SUBTOPIC_dLmjjMDbCcrf_problem-solving_TITLE": "Title for the subtopic card appearing in the practice tab of the topic viewer page. Should be at most 64 characters long.",
	"I18N_SUBTOPIC_dLmjjMDbCcrf_solving-equations_TITLE": "Title for the subtopic card appearing in the practice tab of the topic viewer page. Should be at most 64 characters long.",
	"I18N_SUBTOPIC_dLmjjMDbCcrf_variables_TITLE": "Title for the subtopic card appearing in the practice tab of the topic viewer page. Should be at most 64 characters long.",
	"I18N_SUBTOPIC_iX9kYCjnouWN_comparing-numbers_TITLE": "Title for the subtopic card appearing in the practice tab of the topic viewer page. Should be at most 64 characters long.",
	"I18N_SUBTOPIC_iX9kYCjnouWN_naming-numbers_TITLE": "Title for the subtopic card appearing in the practice tab of the topic viewer page. Should be at most 64 characters long.",
	"I18N_SUBTOPIC_iX9kYCjnouWN_place-names-and-values_TITLE": "Title for the subtopic card appearing in the practice tab of the topic viewer page. Should be at most 64 characters long.",
	"I18N_SUBTOPIC_iX9kYCjnouWN_rounding-numbers_TITLE": "Title for the subtopic card appearing in the practice tab of the topic viewer page. Should be at most 64 characters long.",
	"I18N_SUBTOPIC_qW12maD4hiA8_basic-concepts_TITLE": "Title for the subtopic card appearing in the practice tab of the topic viewer page. Should be at most 64 characters long.",
	"I18N_SUBTOPIC_qW12maD4hiA8_problem-solving_TITLE": "Title for the subtopic card appearing in the practice tab of the topic viewer page. Should be at most 64 characters long.",
	"I18N_SUBTOPIC_qW12maD4hiA8_techniques-of-division_TITLE": "Title for the subtopic card appearing in the practice tab of the topic viewer page. Should be at most 64 characters long.",
	"I18N_SUBTOPIC_sWBXKH4PZcK6_adding-numbers_TITLE": "Title for the subtopic card appearing in the practice tab of the topic viewer page. Should be at most 64 characters long.",
	"I18N_SUBTOPIC_sWBXKH4PZcK6_addition-subtraction_TITLE": "Title for the subtopic card appearing in the practice tab of the topic viewer page. Should be at most 64 characters long.",
	"I18N_SUBTOPIC_sWBXKH4PZcK6_estimation_TITLE": "Title for the subtopic card appearing in the practice tab of the topic viewer page. Should be at most 64 characters long.",
	"I18N_SUBTOPIC_sWBXKH4PZcK6_sequences _TITLE": "Title for the subtopic card appearing in the practice tab of the topic viewer page.",
	"I18N_SUBTOPIC_sWBXKH4PZcK6_subtracting-numbers_TITLE": "Title for the subtopic card appearing in the practice tab of the topic viewer page. Should be at most 64 characters long.",
	"I18N_SYLLABUS_SKILL_TITLE": "Title for skill filter in the syllabus type filter on the add syllabus items section of learner group creation page.",
	"I18N_SYLLABUS_STORY_TITLE": "Title for story filter in the syllabus type filter on the add syllabus items section of learner group creation page.",
	"I18N_TEACH_BENEFITS_ONE": "The first benefit, shown in the splash page, of using Oppia.",
	"I18N_TEACH_BENEFITS_THREE": "The third benefit, shown in the splash page, of using Oppia.",
	"I18N_TEACH_BENEFITS_TITLE": "Title displayed in the benefits section on the splash page.",
	"I18N_TEACH_BENEFITS_TWO": "The second benefit, shown in the splash page, of using Oppia.",
	"I18N_TEACH_PAGE_ACTION_START_LEARNING": "Button details below heading for Teach Page -Start Learning",
	"I18N_TEACH_PAGE_CLASSROOM_BUTTON": "Text on Button in classroom section in Oppia's Teach Page",
	"I18N_TEACH_PAGE_CLASSROOM_CONTENT": "Content in classroom section in Oppia's Teach Page.",
	"I18N_TEACH_PAGE_CLASSROOM_TITLE": "Title in classroom section in Oppia's Teach Page.",
	"I18N_TEACH_PAGE_CONTENT": "Content below oppia's Teach Page Title.",
	"I18N_TEACH_PAGE_HEADING": "Heading for Oppia's Teach page.",
	"I18N_TEACH_PAGE_LIBRARY_BUTTON": "Text on Button in library section in Oppia's Teach Page",
	"I18N_TEACH_PAGE_LIBRARY_CONTENT": "Content in library section in Oppia's Teach Page.",
	"I18N_TEACH_PAGE_LIBRARY_TITLE": "Title in library section in Oppia's Teach Page.",
	"I18N_TEACH_PAGE_SIX_TITLE": "Title in last buttons section in Oppia's Teach Page",
	"I18N_TEACH_PAGE_TITLE": "Text displayed on the browser tab when on Oppia's Teach Page.",
	"I18N_TEACH_STUDENT_DETAILS_1": "The detail of the first person,displayed below on the teach page",
	"I18N_TEACH_STUDENT_DETAILS_2": "The detail of the second person,displayed below on the teach page",
	"I18N_TEACH_STUDENT_DETAILS_3": "The detail of the third person,displayed below on the teach page",
	"I18N_TEACH_STUDENT_DETAILS_4": "The detail of the fourth person,displayed below on the teach page",
	"I18N_TEACH_TESTIMONIAL_1": "The testimonial of the first person (female), displayed on the Teach page",
	"I18N_TEACH_TESTIMONIAL_2": "The testimonial of the second person (female), displayed on the Teach page",
	"I18N_TEACH_TESTIMONIAL_3": "The testimonial of the third person (female), displayed on the Teach page",
	"I18N_TERMS_PAGE_TITLE": "Text displayed on the browser tab when on the Terms of use Page.",
	"I18N_THANKS_PAGE_BREADCRUMB": "Text displayed in the post-donation Thanks page. - Text shown in the top left corner of the nav bar.\n{{identical|Thanks}}",
	"I18N_THANKS_PAGE_TITLE": "Text displayed on the browser tab when on the Thanks Page.",
	"I18N_TIME_FOR_BREAK_BODY_1": "Body of the modal that prompts user to take a break on repeated wrong answers in an interaction.",
	"I18N_TIME_FOR_BREAK_BODY_2": "Body of the modal that prompts user to take a break on repeated wrong answers in an interaction.",
	"I18N_TIME_FOR_BREAK_FOOTER": "Footer of the modal that prompts user to take a break on repeated wrong answers in an interaction.",
	"I18N_TIME_FOR_BREAK_TITLE": "Title of modal that prompts user to take a break on repeated wrong answers in an interaction.",
	"I18N_TOPIC_0abdeaJhmfPm_DESCRIPTION": "The description of the topic in the topic summary. Should be at most 240 characters long. - Displayed on topic page",
	"I18N_TOPIC_0abdeaJhmfPm_TITLE": "The title of the topic in the topic summary card. Should be at most 39 characters long. - Displayed on learn math page",
	"I18N_TOPIC_5g0nxGUmx5J5_DESCRIPTION": "The description of the topic in the topic summary. Should be at most 240 characters long. - Displayed on topic page",
	"I18N_TOPIC_5g0nxGUmx5J5_TITLE": "The title of the topic in the topic summary card. Should be at most 39 characters long. - Displayed on learn math page",
	"I18N_TOPIC_C4fqwrvqWpRm_DESCRIPTION": "The description of the topic in the topic summary. Should be at most 240 characters long. - Displayed on topic page",
	"I18N_TOPIC_C4fqwrvqWpRm_TITLE": "The title of the topic in the topic summary card. Should be at most 39 characters long. - Displayed on learn math page",
	"I18N_TOPIC_LANDING_PAGE_TITLE": "Text displayed on the browser's tab when on the topic landing page.",
	"I18N_TOPIC_LEARN": "The title of the column in the learner dashboard that allows learner to mark a topic as a goal.\n{{Identical|Learn}}",
	"I18N_TOPIC_SUMMARY_TILE_LESSONS": "Text to be displayed in the topic summary tile after the number of lessons in topic",
	"I18N_TOPIC_TITLE": "The title of the column in the learner dashboard that displays topic names.\n\n{{Identical|Topic}}",
	"I18N_TOPIC_VIEWER_CHAPTER": "Text to be displayed on each story summary tile in the topic viewer indicating the chapter count in the story.",
	"I18N_TOPIC_VIEWER_CHAPTERS": "Text to be displayed on each topic summary tile with singular/plural adjustments.\n\nOnly translate \"1 chapter\" and \"# chapters\" (keep a \"#\" as the placeholder for the actual replaced number). The rest should remain as is, including curly braces (\"{\", \"}\"), plural keywords \"count\", \"one\" or \"other\" (in English), and comma separators (\",\").\n\nIn languages that don't need to mark different forms for the plural, you may just keep the \"other\" option (used as the default value for the result of the \"{count...}\" expression), and then translate just \"# chapters\".",
	"I18N_TOPIC_VIEWER_COMING_SOON": "Text displayed as a heading when no content is available to show in respective tabs.",
	"I18N_TOPIC_VIEWER_COMING_SOON_LESSONS": "Text displayed as a descriptive message when no content is available to show in lessons tab.",
	"I18N_TOPIC_VIEWER_COMING_SOON_PRACTICE": "Text displayed as a descriptive message when no content is available to show in Practice tab.",
	"I18N_TOPIC_VIEWER_DESCRIPTION": "Text shown on the header inside the topic info tab, where the topic description is displayed.\n{{identical|Description}}",
	"I18N_TOPIC_VIEWER_LESSON": "Title shown in a label in the topic's viewer page, when the number of chapters is equal to one.",
	"I18N_TOPIC_VIEWER_LESSONS": "Title shown in a tab header in the topic's viewer page. - Clicking on this tab header shows the list of stories in topic.",
	"I18N_TOPIC_VIEWER_LESSONS_UNAVAILABLE": "Message shown in the topic viewer when stories aren't released for the topic yet.",
	"I18N_TOPIC_VIEWER_MASTER_SKILLS": "Title shown in the 'Practice' tab in the topic viewer, where the user can select skills to tackle questions on them.",
	"I18N_TOPIC_VIEWER_NO_QUESTION_WARNING": "Text displayed below the start button in 'practice' tab, when user select a subtopic which does not contain any questions attached to it.",
	"I18N_TOPIC_VIEWER_PAGE_TITLE": "Text displayed on the browser's tab when on the topic viewer page.",
	"I18N_TOPIC_VIEWER_PRACTICE": "Title shown in a tab header in the topic's viewer page. - Clicking on this tab header shows a list of the practice questions that can be used to test the learner's understanding of the topic.",
	"I18N_TOPIC_VIEWER_PRACTICE_SESSION_BETA_NOTICE_MODAL_MESSAGE": "Message shown in practice session confirmation modal meant for informing the users that the practice feature is still in beta and seeking confirmation from them on whether they'd like to start the practice session in English if their site language is not set to English.",
	"I18N_TOPIC_VIEWER_PRACTICE_SESSION_BETA_NOTICE_MODAL_TITLE": "Title shown in the practice session confirmation modal meant for seeking confirmation from users on whether they'd like to start the practice session in English if their site language is not set to English.",
	"I18N_TOPIC_VIEWER_PRACTICE_SESSION_BETA_TAG": "Text enclosed in parentheses meant to indicate that a practice session is in beta",
	"I18N_TOPIC_VIEWER_QUESTIONS_UNAVAILABLE": "Text shown in the topic's viewer page when the topic does not have enough questions linked to it.",
	"I18N_TOPIC_VIEWER_REVISION": "Title shown in a tab header in the topic's viewer page. - Clicking on this shows a list of the subtopics that lie within the topic",
	"I18N_TOPIC_VIEWER_SELECT_SKILLS": "Subtitle shown in the 'Practice' tab in the topic viewer, where the user can select skills to tackle questions on them.",
	"I18N_TOPIC_VIEWER_SKILL": "Label for the 'Skill' counter, displayed in the 'Info' tab in the topic viewer when number of skills equal to one.",
	"I18N_TOPIC_VIEWER_SKILLS": "Label for the 'Skill' counter, displayed in the 'Info' tab in the topic viewer when number of skills greater than one.",
	"I18N_TOPIC_VIEWER_START_PRACTICE": "Text displayed on the start button in the 'Practice' tab in the topic viewer. Clicking this, the user can start a practice session on skills selected by the user.\n{{Identical|Start}}",
	"I18N_TOPIC_VIEWER_STORIES": "Label for the 'Story' counter, displayed in the 'Info' tab in the topic viewer, when number of stories is greater than one.",
	"I18N_TOPIC_VIEWER_STORIES_HEAD": "Text displayed above all stories specifically in mobile view.",
	"I18N_TOPIC_VIEWER_STORY": "Label for the 'Story' counter, displayed in the 'Info' tab in the topic viewer, when number of stories is equal to one.",
	"I18N_TOPIC_VIEWER_STUDY_SKILLS": "Title for the 'Revision' tab in the topic viewers, from where the user can learn about certain skills.",
	"I18N_TOPIC_VIEWER_STUDY_SKILLS_SUBTITLE": "Subtitle for the 'Revision' tab in the topic viewers, from where the user can learn about certain skills.",
	"I18N_TOPIC_VIEWER_VIEW_ALL": "Text displayed on the story summary card in the 'Lessons' tab in the topic viewer, to view the titles of all chapters in the story.",
	"I18N_TOPIC_VIEWER_VIEW_LESS": "Text displayed on the story summary card in the 'Lessons' tab in the topic viewer, to hide the titles of extra chapters in the story.",
	"I18N_TOPIC_dLmjjMDbCcrf_DESCRIPTION": "The description of the topic in the topic summary. Should be at most 240 characters long. - Displayed on topic page",
	"I18N_TOPIC_dLmjjMDbCcrf_TITLE": "The title of the topic in the topic summary card. Should be at most 39 characters long. - Displayed on learn math page",
	"I18N_TOPIC_iX9kYCjnouWN_DESCRIPTION": "The description of the topic in the topic summary. Should be at most 240 characters long. - Displayed on topic page",
	"I18N_TOPIC_iX9kYCjnouWN_TITLE": "The title of the topic in the topic summary card. Should be at most 39 characters long. - Displayed on learn math page",
	"I18N_TOPIC_qW12maD4hiA8_DESCRIPTION": "The description of the topic in the topic summary. Should be at most 240 characters long. - Displayed on topic page",
	"I18N_TOPIC_qW12maD4hiA8_TITLE": "The title of the topic in the topic summary card. Should be at most 39 characters long. - Displayed on learn math page",
	"I18N_TOPIC_sWBXKH4PZcK6_DESCRIPTION": "The description of the topic in the topic summary. Should be at most 240 characters long. - Displayed on topic page",
	"I18N_TOPIC_sWBXKH4PZcK6_TITLE": "The title of the topic in the topic summary card. Should be at most 39 characters long. - Displayed on learn math page",
	"I18N_TOPNAV_ABOUT": "Text displayed in the navigation bar. - When the user hovers over the button, a list with several information pages is displayed.\n{{Identical|About}}",
	"I18N_TOPNAV_ABOUT_OPPIA": "Text displayed inside drop-down menu - The list is shown after the user hovers over the I18N_TOPNAV_ABOUT button. When the option is clicked, the about oppia page is loaded which contains a more general description of the site.",
	"I18N_TOPNAV_ADMIN_PAGE": "Text displayed inside a drop-down menu. - The list is shown after the user hovers over their profile picture. When the option is clicked, the admin page is loaded.",
	"I18N_TOPNAV_ANDROID_APP_DESCRIPTION": "Text displayed inside a drop-down menu. It tells the user that an Android app is available.",
	"I18N_TOPNAV_ANDROID_APP_HEADING": "Text displayed inside a drop-down menu. - The list is shown after the user hovers over the learn button. When the option is clicked, the android app page is loaded.",
	"I18N_TOPNAV_BLOG": "Text displayed inside a drop-down menu. - The list is shown after the user hovers over the I18N_TOPNAV_ABOUT button. When the option is clicked, the Oppia blog is loaded.\n{{Identical|Blog}}",
	"I18N_TOPNAV_BLOG_DASHBOARD": "Text displayed in the dropdown on the navbar for reaching the blog dashboard.",
	"I18N_TOPNAV_CLASSROOM_BASIC_MATHS": "Text displayed inside drop-down menu. - The list is shown after the user hovers over the I18N_TOPNAV_LEARN button. When the option is clicked, the Maths Classroom page is loaded.",
	"I18N_TOPNAV_CONTACT_US": "Text displayed inside a drop-down menu. - The list is shown after the user hovers over the I18N_TOPNAV_ABOUT button. When the option is clicked, the Contact Us page is loaded.\n{{Identical|Contact us}}",
	"I18N_TOPNAV_CONTACT_US_DESCRIPTION": "Text displayed inside a drop-down menu. - The list is shown after the user hovers over the I18N_TOPNAV_ABOUT button. When the option is clicked, the Contact Us page is loaded.\n{{Identical|Contact us}}",
	"I18N_TOPNAV_CONTRIBUTOR_DASHBOARD": "Text displayed inside a drop-down menu. - The list is shown after the user hovers over their profile picture. When the option is clicked, the contributor dashboard page is loaded. On this page, the user can contribute translation and questions for lessons.",
	"I18N_TOPNAV_CREATOR_DASHBOARD": "Text displayed inside a drop-down menu. - The list is shown after the user hovers over their profile picture. When the option is clicked, the creator dashboard page is loaded. On this page, the user can administrate his own explorations and groups.",
	"I18N_TOPNAV_DONATE": "Text displayed in the navigation bar. - When the user clicks the button the donation page is loaded. The donation page asks the viewer to donate to The Oppia Foundation.\n{{Identical|Donate}}",
	"I18N_TOPNAV_DONATE_DESCRIPTION": "Text displayed inside a drop-down menu. The description for donate is shown when user hovers over the I18N_TOPNAV_DONATE button, it tells them why they should donate.",
	"I18N_TOPNAV_FACILITATOR_DASHBOARD": "Text displayed in the navigation bar of the facilitator dashboard page.",
	"I18N_TOPNAV_FORUM": "Text displayed inside drop-down menu. - The list is shown after the user hovers over the I18N_TOPNAV_ABOUT button. When the option is clicked, the external forum page is loaded.\n{{Identical|Forum}}",
	"I18N_TOPNAV_GET_INVOLVED": "Text displayed inside a drop-down menu. - The list is shown after the user hovers over the I18N_TOPNAV_ABOUT button. When the option is clicked, the Get Involved page on the Oppia Foundation website is loaded.",
	"I18N_TOPNAV_GET_STARTED": "Text displayed inside a drop-down menu. - The list is shown after the user hovers over the I18N_TOPNAV_ABOUT button. When the option is clicked, the Get Started page is loaded.\n{{Identical|Get started}}",
	"I18N_TOPNAV_HOME": "Text displayed in the navigation bar. - When the user clicks the button, the home page is loaded based on user preferences set.\n{{Identical|Home}}",
	"I18N_TOPNAV_LEARN": "Text displayed inside the navigation bar. - When the user hovers over the button, a list with several classroom pages is displayed.\n{{Identical|Learn}}",
	"I18N_TOPNAV_LEARNER_DASHBOARD": "Text displayed in the navigation bar when the learner dashboard page is loaded.",
	"I18N_TOPNAV_LEARN_DESCRIPTION_1": "Text displayed inside drop-down menu. - The list is shown after the user hovers over the I18N_TOPNAV_LEARN button.",
	"I18N_TOPNAV_LEARN_HEADING": "Text displayed inside drop-down menu. - The list is shown after the user hovers over the I18N_TOPNAV_LEARN button.",
	"I18N_TOPNAV_LEARN_LINK_1": "Text displayed inside drop-down menu. - The list is shown after the user hovers over the I18N_TOPNAV_LEARN button. When the option is clicked, the Maths Classroom page is loaded.",
	"I18N_TOPNAV_LEARN_LINK_2": "Text displayed in the navigation bar. - When the user clicks the button the library page is loaded.",
	"I18N_TOPNAV_LIBRARY": "Text displayed in the navigation bar. - When the user clicks the button the library page is loaded. The library page lists all the exploration available in the site and allows the user to search and filter them.\n{{Identical|Library}}",
	"I18N_TOPNAV_LIBRARY_DESCRIPTION": "Text displayed inside drop-down menu. - The list is shown after the user hovers over the I18N_TOPNAV_LEARN button.",
	"I18N_TOPNAV_LOGOUT": "Text displayed inside a drop-down menu. - The list is shown after the user hovers over their profile picture. When the option is clicked, the user's account is closed. This button is only available when the user is logged in.\n{{Identical|Logout}}",
	"I18N_TOPNAV_MODERATOR_PAGE": "Text displayed inside a drop-down menu. - The list is shown after the user hovers over their profile picture. When the option is clicked, the moderator page is loaded.",
	"I18N_TOPNAV_OPPIA_FOUNDATION": "Text displayed inside a drop-down menu. - The list is shown after the user hovers over the I18N_TOPNAV_ABOUT button. When the option is clicked, the user is redirected to the Oppia Foundation website.",
	"I18N_TOPNAV_PARTICIPATION_PLAYBOOK": "Text displayed inside a drop-down menu. - The list is shown after the user hovers over the I18N_TOPNAV_ABOUT button. When the option is clicked, the participation playbook page is loaded.",
	"I18N_TOPNAV_PARTNERSHIPS": "Text displayed inside a drop-down menu. - When user clicks user land on Partnerships page",
	"I18N_TOPNAV_PARTNERSHIPS_DESCRIPTION": "Text displayed inside a drop-down menu. - When user clicks user land on Partnerships page",
	"I18N_TOPNAV_PREFERENCES": "Text displayed inside a drop-down menu. - The list is shown after the user hovers over their profile picture. When the option is clicked, the preference page is loaded where the user can modify the account information.\n{{Identical|Preferences}}",
	"I18N_TOPNAV_SIGN_IN": "Text displayed in the top right corner of the page. - When clicked, the user is redirected to the sign in page where he can access his account.\n{{Identical|Sign in}}",
	"I18N_TOPNAV_SIGN_IN_WITH_GOOGLE": "Text displayed inside the Sign In dropdown. - When clicked, the user is signed in with Google Oauth - The text in the button needs to be less than 25 characters long",
	"I18N_TOPNAV_TEACH_WITH_OPPIA": "Text displayed inside drop-down menu - The list is shown after the user hovers over the I18N_TOPNAV_ABOUT button. When the option is clicked, the teach with oppia page is loaded which contains information specific for teachers who would like to create explorations.",
	"I18N_TOPNAV_TOPICS_AND_SKILLS_DASHBOARD": "Text displayed in the dropdown on the navbar for reaching the topics and skills dashboard.",
	"I18N_TOPNAV_TRY_ANDROID_APP_TEXT": "Text displayed inside a drop-down menu. It suggests the user to try the Android app.",
	"I18N_TOPNAV_VOLUNTEER_DESCRIPTION": "Text displayed inside a drop-down menu. - When user clicks user land on Volunteers page",
	"I18N_TOTAL_SUBSCRIBERS_TEXT": "Text displayed under the subscribers tab in creator dashboard. Tells the creator the total number of subscribers he/she has.",
	"I18N_UNSUBSCRIBE_BUTTON_TEXT": "The text that appears on the unsubscribe button, which allows users to unsubscribe from creators.\n{{Identical|Unsubscribe}}",
	"I18N_VIEW_ALL_TOPICS": "Text displayed on the card that shows all topics in a classroom.",
	"I18N_VOLUNTEER_PAGE_BREADCRUMB": "Text displayed in the Volunteer page. - Text shown in the top left corner of the nav bar.",
	"I18N_VOLUNTEER_PAGE_TITLE": "Text displayed on the browser's tab when on the volunteer page",
	"I18N_WARNING_MODAL_DESCRIPTION": "Text shown in the warning modal before the solution is displayed",
	"I18N_WARNING_MODAL_TITLE": "Title of the modal shown before the modal that displays the solution, to warn the user\n\n{{Identical|Warning}}",
	"I18N_WORKED_EXAMPLE": "The text that is displayed on the button to view another worked example when a skill concept card is displayed in the exploration player.",
	"I18N_YES": "Text on button to accept the content of a modal.\n\n{{Identical|Yes}}"
}
