{
	"I18N_ABOUT_PAGE_ABOUT_TAB_CREATE": "Створи истраживање",
	"I18N_ABOUT_PAGE_ABOUT_TAB_CREATE_TEXT": "о теми која Вам је битна.",
	"I18N_ABOUT_PAGE_ABOUT_TAB_FEEDBACK": "Слање повратних информација",
	"I18N_ABOUT_PAGE_ABOUT_TAB_FEEDBACK_TEXT": "за унапређивање Вашег истраживања.",
	"I18N_ABOUT_PAGE_ABOUT_TAB_HEADING": "О Опији",
	"I18N_ABOUT_PAGE_ABOUT_TAB_PARAGRAPH_1": "Мисија Опије је да помогне свакоме да научи шта год жели на ефективан и пријатан начин.",
	"I18N_ABOUT_PAGE_ABOUT_TAB_PARAGRAPH_2": "Стварањем сета бесплатним, висококвалитетних, доказиво ефикасних лекција уз помоћ едукатора из целог света, Опија има за циљ да пружи студентима квалитетно образовање  &mdash; без обзира на то где су и којим традиционалним изворима имају приступ.",
	"I18N_ABOUT_PAGE_ABOUT_TAB_PARAGRAPH_3": "До сада, едукатори су направили преко <[numberOfExplorations]> ових лекција, које ми називамо <em>истраживања</em>. А њима се служи готово <[numberofStudentsServed]> студената широм света.",
	"I18N_ABOUT_PAGE_ABOUT_TAB_PARAGRAPH_4": "Истраживања могу да помогну ученицима на забаван и креативан начин, помоћу видеа, слика и питања око било чега. Пошто ученици често имају слична погрешна уверења, Опија такође пружа едукаторима могућност да причају о овим уверењима директно у истраживањима, подстичући их да дају јасну подршку више студената истовремено.",
	"I18N_ABOUT_PAGE_ABOUT_TAB_PARAGRAPH_5": "Ако сте ученик заинтересован за учење уз Опију, можете да <a href=\"/library\">започнете Вашу авантуру и учите претражујући наша истраживања</a>.",
	"I18N_ABOUT_PAGE_ABOUT_TAB_PARAGRAPH_6": "Ако сте предавач заинтересован у утицај на животе ученика широм света, можете да се придружите нашем програму <a href=\"/teach\">Учимо уз Опију</a>, намењеном давању предавања лекција о темама које ученици сматрају неразумљивима.",
	"I18N_ABOUT_PAGE_ABOUT_TAB_PARAGRAPH_7": "Учењем уз Опију, можете да унапредите своје комуникационе вештине и повећате емпатију, помажући унапредити образовање за ученике широм света. Или, ако још увек нисте спремни да предајете, опет можете да дате подршку у предавањима и учините их бољима за наше ученике!",
	"I18N_ABOUT_PAGE_ABOUT_TAB_PARAGRAPH_8": "Ако сте едукатор K-12, дипломац или индивидуалац који је страствено везан за одређену тему и желите да поделите своје знање, Опија Вам упућује добродошлицу. Придружите се заједници и почните истраживати са нама.",
	"I18N_ABOUT_PAGE_ABOUT_TAB_SHARE": "Објави &amp; Подели",
	"I18N_ABOUT_PAGE_ABOUT_TAB_SHARE_TEXT": "Ваши доприноси у заједници.",
	"I18N_ABOUT_PAGE_CREDITS_TAB_HEADING": "Заслуге",
	"I18N_ABOUT_PAGE_CREDITS_TAB_TEXT": "Сарадници Опије долазе из целог света &mdash; већина нас су учетници, бивши ученици и предавачи. Желели бисмо се захвалити следећим сарадницима који су допринели изградњи платформе. Ако бисте Ви желели да помогнете, <a href=\"/contact\">ево како се можете укључити</a>!",
	"I18N_ABOUT_PAGE_CREDITS_THANK_TRANSLATEWIKI": "Такође бисмо се желели захвалити сајту <a href=\"https://translatewiki.net/wiki/Translating:Oppia\">translatewiki.net</a> за омогућавање краудсорсованих превода.",
	"I18N_ABOUT_PAGE_FOUNDATION_TAB_DONATE_BUTTON": "Прилози",
	"I18N_ABOUT_PAGE_FOUNDATION_TAB_GET_INVOLVED_BUTTON": "Укључите се",
	"I18N_ABOUT_PAGE_FOUNDATION_TAB_HEADING": "Фондација Опија",
	"I18N_ABOUT_PAGE_FOUNDATION_TAB_PARAGRAPH_1": "Веб-сајт Опија и изворни код подржава <a href=\"/foundation\">Фондација Опија</a>, непрофитна организација регистрована у држави Калифорнији и ослобођена плаћања пореза [501(c)(3)].",
	"I18N_ABOUT_PAGE_FOUNDATION_TAB_PARAGRAPH_2": "Фондација се ослања на великодушну подршку сарадника и донатора из целог света на путу према мисији омогућавања образовања о свему шта ученици желе да знају на пријатан и ефективан начин.",
	"I18N_ABOUT_PAGE_FOUNDATION_TAB_PARAGRAPH_3": "Ако бисте желели да се придружите стотинама других индивидуалаца који подржавају ове напоре, молимо да сазнате нешто више о <a href=\"/donate\">донирању Фондацији Опија</a> или <a href=\"/contact\">начинима укључивања на друге начине</a>.",
	"I18N_ABOUT_PAGE_FOUNDATION_TAB_PARAGRAPH_4": "Директори Фондације су Амит Дојч, Џејкоб Дејвис и Шон Лип. Фондацијини <a href=\"https://drive.google.com/folderview?id=0B9KSjiibL_WDfjlpUUpqampZSTBOTmRqM2IyaGN3R3NlVWstZlhKcjlZQ3VMTHJBQWNGTFU&usp=sharing\" class=\"inline-links\">подзаконски акти и протоколи</a> могу да се прочитају онлајн. Ако желите да ступите у контакт са Фондацијом, молимо да пошаљете имејл на: <a href=\"mailto:admin@oppia.org\" class=\"inline-links\">admin@oppia.org</a>.",
	"I18N_ABOUT_PAGE_FOUNDATION_TAB_PARAGRAPH_4_HEADING": "Директори",
	"I18N_ABOUT_PAGE_FOUNDATION_TAB_PARAGRAPH_5": "Сав садржај у истраживањима Опије је лиценциран под лиценцом <a href=\"https://creativecommons.org/licenses/by-sa/4.0/legalcode\" class=\"inline-links\">CC-BY-SA 4.0</a> са изјавом о одрицању одговорности за потребе доприноса (прецизније, Секције 3(a)(1) и 3(a)(2)). Ако употребљавате садржај са овог сајта другде, подстичемо Вас да ставите везу до релевантне странице истраживања, али ово није неопходно.",
	"I18N_ABOUT_PAGE_FOUNDATION_TAB_PARAGRAPH_5_LICENSE_HEADING": "Лиценца",
	"I18N_ABOUT_PAGE_FOUNDATION_TAB_PARAGRAPH_6": "Софтвер који покреће Опију је отвореног кода, а његов <a href=\"https://github.com/oppia/oppia/\" class=\"inline-links\">код</a> објављен је под лиценцом <a href=\"https://www.apache.org/licenses/\" class=\"inline-links\">Apache 2.0</a>.",
	"I18N_ABOUT_PAGE_HEADING": "Опија: образовање за све",
	"I18N_ABOUT_PAGE_LEARN_BUTTON": "Желим да учим",
	"I18N_ABOUT_PAGE_SPEECH_BUBBLE": "Шта бисте желели да урадите данас?",
	"I18N_ABOUT_PAGE_TABS_ABOUT": "О нама",
	"I18N_ABOUT_PAGE_TABS_CREDITS": "Заслуге",
	"I18N_ABOUT_PAGE_TABS_FOUNDATION": "Фондација",
	"I18N_ABOUT_PAGE_TEACH_BUTTON": "Желим да предајем",
	"I18N_CONTACT_PAGE_HEADING": "Укључите се!",
	"I18N_CONTACT_PAGE_PARAGRAPH_1": "Хвала Вам за интересовање да помогнете пројекту Опија!",
	"I18N_CONTACT_PAGE_PARAGRAPH_10": "Пројекат Опија је потпуно отвореног кода и одржава га велика заједница волонтера на <a href=\"https://github.com/oppia/oppia/\">GitHub-у</a>. Потребни су нам програмери, дизајнери и копирајтери, тако да ако желите помоћи напишите коју линију за нас! Најбољи начин да почнете је да пратите упутства на нашој <a href=\"https://github.com/oppia/oppia/wiki\">GitHub вики страници</a>.",
	"I18N_CONTACT_PAGE_PARAGRAPH_10_HEADING": "Побољшавање и одржавање сајта",
	"I18N_CONTACT_PAGE_PARAGRAPH_11": "Пројекат Опија има скроман буџет. Наши главни трошкови су одржавање сервера Oppia.org, што кошта неколико хиљада долара годишње. Донације пројекту су добродошле како бисмо покрили основне трошкове и могли се фокусирати на прављење и дистрибуисање одличног едукативног садржаја свакоме у свету коме је исти потребан.",
	"I18N_CONTACT_PAGE_PARAGRAPH_11_HEADING": "Донације",
	"I18N_CONTACT_PAGE_PARAGRAPH_12": "Ако бисте желели да донирате за пројекат, будите дарежљиви на <a href=\"/donate\">www.oppia.org/donate</a>. Хвала Вам за подршку!",
	"I18N_CONTACT_PAGE_PARAGRAPH_13": "Ако сте новинар који би желео да помогне у ширењу речи о Опији, пошаљите имејл на <a href=\"mailto:press@oppia.org\" class=\"inline-links\">press@oppia.org</a>.",
	"I18N_CONTACT_PAGE_PARAGRAPH_13_HEADING": "Прес",
	"I18N_CONTACT_PAGE_PARAGRAPH_14": "Ако сте заинтересовани за партнерство са Опијом да наше лекције допру до још читалаца, или да се направи колекција истраживања о темама које студенти сматрају тешкима, пошаљите имејл на <a href=\"mailto:partnerships@oppia.org\" class=\"inline-links\">partnerships@oppia.org</a>.",
	"I18N_CONTACT_PAGE_PARAGRAPH_14_HEADING": "Партнерства",
	"I18N_CONTACT_PAGE_PARAGRAPH_15": "Ако сте открили сигурносни баг на веб-сајту Опија, пошаљите имејл на <a href=\"mailto:admin@oppia.org\" class=\"inline-links\">admin@oppia.org</a>.",
	"I18N_CONTACT_PAGE_PARAGRAPH_15_HEADING": "Сигурност",
	"I18N_CONTACT_PAGE_PARAGRAPH_2": "Ми смо тим волонтера широм света који желе да унапреде приступ висококвалитетном образовању. Тренутно, радимо на изграђивању скалабилних интерактивних лекција које се зову <em>истраживања</em> за студенте у недовољно опскрбљеним популацијама које немају лак приступ наставницима и књигама, тако да могу да добију подршку за свој рад из наших туторијала, као и посебне савете о томе како да унапреде своје вештине. Ако бисте желели да ступите с нама у контакт, слободно нам пишите на нашој Гугл групи <a href=\"https://groups.google.com/forum/#!forum/oppia-dev\">oppia-dev@</a> или нас контактирајте на <a href=\"mailto:admin@oppia.org\" class=\"inline-links\">admin@oppia.org</a>.",
	"I18N_CONTACT_PAGE_PARAGRAPH_2_HEADING": "Ми смо волонтери",
	"I18N_CONTACT_PAGE_PARAGRAPH_3": "Постоји много едукативних истраживања која упућују да активно учење и циљана подршка воде ка бољем учењу, те да давање подршке и охрабривање на проширивање знања помажу студентима да се осећају успешним. Опија је различита од многих платформи јер се фокусира на рад самог студента и добијање подршке када је то потребно. Добро истраживање је нешто више од постављања видеа на интернет &mdash; важно је да студент може да провери своје разумевање концепта одговарањем на питања и добијањем подршке у току рада.",
	"I18N_CONTACT_PAGE_PARAGRAPH_3_HEADING": "Како је Опија различита од осталих платформи за учење",
	"I18N_CONTACT_PAGE_PARAGRAPH_4": "Ово је велик напор, тако да је било каква помоћ коју можете да дате добродошла! Небитно је одакле долазите, којим језиком говорите или колико имате година &mdash; ово је заједнички пројекат, а све док сте вољни да нам помажете ми бисмо волели да останете или да се придружите. Ово су главни начини на које можете да се прикључите:",
	"I18N_CONTACT_PAGE_PARAGRAPH_4_HEADING": "Начини на које можете да помогнете",
	"I18N_CONTACT_PAGE_PARAGRAPH_5": "Пре објављивања истраживања, желимо осигурати да ће бити ефективна и угодна. Ово значи да ће се вештине студената побољшати играњем са истраживања, те да ће их погледати чак и ако нема спољног притиска.",
	"I18N_CONTACT_PAGE_PARAGRAPH_5_HEADING": "Тестирање постојећих истраживања",
	"I18N_CONTACT_PAGE_PARAGRAPH_6": "Једна ствар која помаже <strong>много</strong> у овоме је корисничка истраживачка студија да би се видело шта ради а шта не. Ово подразумева седење са учеником и гледање како завршава истраживање, прављење белешки о томе шта га збуњује, када губи интересовање, када се фрустрира, или када му истраживање постаје нејасно. Довољно је ово урадити са 2 или 3 ученика за свако истраживање &mdash; сазнаћете доста у току процеса! Можете да пошаљете ове белешке творцу истраживања, или <a href=\"#suggest\">директно сугеришете ажурирање</a>, а ово ће помоћи да се истраживање унапреди за друге ученике широм света.",
	"I18N_CONTACT_PAGE_PARAGRAPH_7": "Опија је направљена са идејом да велики учитељи могу да дођу небитно одакле. Такође могу да буду студенти који воле објашњавање тешких концепата својим друговима, или пензионери који би желели да поделе своја богата искуства, као и инструктори и наставници разредне наставе, професори или пословни људи који траже смислен начин да проведу своје време. Све док су истраживања која направите <a href=\"#testing\">ефективна у помагању студентима</a>, небитно је чиме се иначе бавите.",
	"I18N_CONTACT_PAGE_PARAGRAPH_7_HEADING": "Прављење нових истраживања",
	"I18N_CONTACT_PAGE_PARAGRAPH_8": "Дакле, ако желите направити слободне, ефективне лекције за студенте у целом свету, дошли сте на право место. Подстичемо Вас да погледате наше <a href=\"https://oppia.github.io/#/CreatingAnExploration\">туторијале за ауторе</a> и <a href=\"/library\">постојеће лекције</a>, те да <a href=\"/get_started\">почнете са стварањем сопствених лекција</a>. Додатно, ако бисте желели да осигурате да Ваше лекције оставе великог трага, размислите о томе да се пријавите на <a href=\"/teach\">Програм учења са Опијом</a>, где ћете добити помоћ да направите, тестирате и побољшате своја истраживања за оптимални утицај.",
	"I18N_CONTACT_PAGE_PARAGRAPH_9": "Свиђа Вам се постојеће истраживање али сте пронашли нешто што би се могло поправити? Можете сугерисати измене за било које истраживање директно са странице истраживања. Једностравно кликните на икону оловке у горњем десном углу и поделите своја запажања о томе шта би се могло побољшати. Аутор лекције ће добити Ваше предлоге и имати шансу да их дода у истраживање. Ово заиста користан начин доприношења, поготово ако можете базирати своје сугестије на <a href=\"#testing\">искуствима студената</a> који се играју кроз истраживање.",
	"I18N_CONTACT_PAGE_PARAGRAPH_9_HEADING": "Унапређивање тренутних истраживања",
	"I18N_DASHBOARD_EXPLORATIONS_SORT_BY": "Поређај по",
	"I18N_DASHBOARD_EXPLORATIONS_SORT_BY_AVERAGE_RATING": "Просечна оцена",
	"I18N_DASHBOARD_EXPLORATIONS_SORT_BY_LAST_UPDATED": "Последње ажурирање",
	"I18N_DASHBOARD_EXPLORATIONS_SORT_BY_OPEN_FEEDBACK": "Отвори повратне информације",
	"I18N_DASHBOARD_EXPLORATIONS_SORT_BY_TITLE": "Наслов",
	"I18N_DASHBOARD_EXPLORATIONS_SORT_BY_TOTAL_PLAYS": "Укупно репродукција",
	"I18N_DASHBOARD_EXPLORATIONS_SORT_BY_UNRESOLVED_ANSWERS": "Нерешени одговори",
	"I18N_DASHBOARD_STATS_AVERAGE_RATING": "Просечна оцена",
	"I18N_DASHBOARD_STATS_OPEN_FEEDBACK": "Отвори повратне информације",
	"I18N_DASHBOARD_STATS_TOTAL_PLAYS": "Укупно репродукција",
	"I18N_DASHBOARD_STATS_TOTAL_SUBSCRIBERS": "Претплатници",
	"I18N_DASHBOARD_TABLE_HEADING_EXPLORATION": "Истраживање",
	"I18N_DASHBOARD_TABLE_HEADING_LAST_UPDATED": "Последње ажурирање",
	"I18N_DASHBOARD_TABLE_HEADING_OPEN_THREADS": "Отворене теме",
	"I18N_DASHBOARD_TABLE_HEADING_PLAYS": "Репродукције",
	"I18N_DASHBOARD_TABLE_HEADING_RATING": "Оцене",
	"I18N_DASHBOARD_TABLE_HEADING_UNRESOLVED_ANSWERS": "Нерешени одговори",
	"I18N_GET_STARTED_PAGE_HEADING": "Почните!",
	"I18N_GET_STARTED_PAGE_PARAGRAPH_1": "Прављење истраживања је лако и бесплатно. Поделите своје знање са ученицима широм света и добијте подршку коју можете да искористите за унапређивање ефективности свог истраживања.",
	"I18N_GET_STARTED_PAGE_PARAGRAPH_10": "Додатно, како ученици користе наша истраживања, моћи ћете да бидите уобичајене грешке које праве. Некада се из овога може схватити око чега су збуњени. Лако је изменити истраживање и дорадити га ако мислите да ће други ученици правити исте непотребне грешке. Чак можете да пошаљете ученика на други корак, или да „одете дубље” и питате друго питање.",
	"I18N_GET_STARTED_PAGE_PARAGRAPH_11": "Да бисте се прикључили пројекту Опија и помогли нам да своју мисију слободног, висококвалитеног образовања спорведемо у дело, контактирајте нас на <a href=\"mailto:admin@oppia.org\" class=\"inline-links\">admin@oppia.org</a>, или <a href=\"/contact\">погледајте још начина на које можете да се укључите</a> у нашу заједницу волонтера. Радујемо се Вашем одазиву!",
	"I18N_GET_STARTED_PAGE_PARAGRAPH_11_HEADING": "Укључи се",
	"I18N_GET_STARTED_PAGE_PARAGRAPH_2": "Све што Вам треба да бисте почели је тема коју желите да предајете. Можете да направите истраживање о било којој теми, великој или малој. Идеална величина теме за истраживање је она која би се иначе покрила у току једног часа. Можете да направите и више повезаних истраживања с намером да се заврше у једном низу. Ово се зове <em>колекција</em>.",
	"I18N_GET_STARTED_PAGE_PARAGRAPH_2_HEADING": "Одаберите тему",
	"I18N_GET_STARTED_PAGE_PARAGRAPH_3": "Када одаберете тему, само кликните на „Направи” и пријавите се својим Гугл налогом. Ако немате Гугл налог, можете га <a href=\"https://accounts.google.com/SignUp\" target=\"new\">направити овде</a>.",
	"I18N_GET_STARTED_PAGE_PARAGRAPH_3_HEADING": "Направи своје истраживање",
	"I18N_GET_STARTED_PAGE_PARAGRAPH_4": "Истраживање се састоји од више корака. Сваки може да укључује текст (нпр. писано објашњење), слике и видео. Сваки корак представља студенту питање на које мора покушати да одговори да би наставио са прегледањем. Може да буде питање са више понуђених одговора, или да захтева да се нешто упише, или да буде било која од бројних доступних интеракција.",
	"I18N_GET_STARTED_PAGE_PARAGRAPH_5": "Када онај ко учи одговори на питање, Опија ће им дати објашњење и омогућити да наставе до следећег корака. Да бисте видели како ученици доживљавају Опију, пробајте једно од ових истраживања.",
	"I18N_GET_STARTED_PAGE_PARAGRAPH_6": "Више информација о прављењу истраживања може да се пронађе у <a href=\"https://oppia.github.io/#/CreatingAnExploration\" target=\"new\">нашој корисничкој документацији</a>",
	"I18N_GET_STARTED_PAGE_PARAGRAPH_7": "Када направите истраживање и када сте спремни да га објавите ученицима, кликните на дугме „Објави” при врху странице. Овиме ће Ваше истраживање постати доступно ученицима широм света!",
	"I18N_GET_STARTED_PAGE_PARAGRAPH_7_HEADING": "Објавите своје истраживање",
	"I18N_GET_STARTED_PAGE_PARAGRAPH_8": "Након што објавите истраживање, можете га поделите преко линка или чак <a href=\"https://oppia.github.io/#/EmbeddingAnExploration\" target=\"new\">уградити на сопствену веб-страницу</a>.",
	"I18N_GET_STARTED_PAGE_PARAGRAPH_8_HEADING": "Подели своје истраживање",
	"I18N_GET_STARTED_PAGE_PARAGRAPH_9": "Када они који уче прођу кроз истраживање, могу да пошаљу повратне информације да Вас обавесте о проблемима или поделе идеје за унапређивање.",
	"I18N_GET_STARTED_PAGE_PARAGRAPH_9_HEADING": "Унапредите своје истраживање",
	"I18N_LEARNER_DASHBOARD_FEEDBACK_THREAD_DEFAULT_MESSAGE": "Одговори",
	"I18N_LEARNER_DASHBOARD_REMOVE_BUTTON": "Уклони",
	"I18N_LEARNER_DASHBOARD_SEND_FEEDBACK_THREAD_MESSAGE": "Пошаљи",
	"I18N_LEARNER_DASHBOARD_SEND_FEEDBACK_THREAD_MESSAGE_IN_PROGRESS": "Шаљем…",
	"I18N_LEARNER_DASHBOARD_SUGGESTION_CURRENT_STATE_CONTENT_HEADER": "Тренутно:",
	"I18N_LEARNER_DASHBOARD_SUGGESTION_SUGGESTED_STATE_CONTENT_HEADER": "Предложено:",
	"I18N_LEARNER_DASHBOARD_SUGGESTION_TEXT": "Предлог",
	"I18N_LEARNER_DASHBOARD_VIEW_SUGGESTION": "Прикажи предлоге",
	"I18N_MODAL_CANCEL_BUTTON": "Откажи",
	"I18N_PLAYER_PLAY_EXPLORATION": "Пусти истраживање",
	"I18N_PLAYER_SHARE_THIS_COLLECTION": "Подели ову колекцију",
	"I18N_PREFERENCES_EMAIL_EXPLAIN": "Само модератори и админи сајта могу да виде Ваш имејл.",
	"I18N_PREFERENCES_EMAIL_RECEIVE_EDIT_RIGHTS_NEWS": "Примај имејлове по добијању права на уређивање истраживања",
	"I18N_PREFERENCES_EMAIL_RECEIVE_FEEDBACK_NEWS": "Примај имејлове по добијању повратних информација о истраживању",
	"I18N_PREFERENCES_NO_SUBSCRIPTIONS": "Још увек се нисте претплатили ни код једног сарадника.",
	"I18N_PREFERENCES_SUBSCRIBED_CREATORS": "Сарадници код којих сте се претплатили",
	"I18N_PROFILE_NO_EXPLORATIONS": "Овај корисник није створио или уредио ниједно истраживање до сада.",
	"I18N_TEACH_PAGE_COMMUNITY_GUIDELINES_GUIDELINE_1": "<strong>Свако се може играти и дати подршку нашим објављеним истраживањима.</strong> Уз помоћ свих, можемо континуирано унапређивати лекције на сајту и чинити их учинковитим колико год је то могуће.",
	"I18N_TEACH_PAGE_COMMUNITY_GUIDELINES_GUIDELINE_2": "<strong>Добро просудите када објавите истраживање.</strong> Истраживања би требало да имају значајну едукативну вредност и не смеју да садрже рекламирање, спамове, вандализме и/или насиље.",
	"I18N_TEACH_PAGE_COMMUNITY_GUIDELINES_GUIDELINE_3": "<strong>Будите добри грађанин.</strong> Прављење више налога, злоупотребљавање система за подршку, коришћење истраживања за заваравање корисника или друго слично антисоцијално понашање неће да се толерише и може да резултује суспендовањем налога.",
	"I18N_TEACH_PAGE_COMMUNITY_GUIDELINES_HEADING": "Смернице заједнице",
	"I18N_TEACH_PAGE_COMMUNITY_GUIDELINES_TEXT": "Ако Вам је потребно било какво појашњење око ових смерница, слободно питајте на нашем <a href=\"/forum\" class=\"inline-links\">форуму</a>.",
	"I18N_TEACH_PAGE_HEADING": "Помозите студентима широм света",
	"I18N_TEACH_PAGE_PUBLICATION_INSTRUCTIONS_HEADING": "Прављење Ваших истраживања објављивима",
	"I18N_TEACH_PAGE_PUBLICATION_INSTRUCTIONS_INSTRUCTION_1": "<strong>Предајите о нечему смисленом</strong> — Представите информације које су нове за циљану публику &mdash; немојте само тестирати знање за које се већ претпоставља да имају. Такође, ако бисте желели да предајете о теми која је већ покривена постојећим истраживањем, размислите о давању подршке тренутном истраживању и побољшајте га уместо да правите ново &mdash; лакше је!",
	"I18N_TEACH_PAGE_PUBLICATION_INSTRUCTIONS_INSTRUCTION_2": "<strong>Научите више од једне полувести</strong> — При одабиру тема, покушајте и изаберите или повезани, занимљиви концепт који има финеса и дубине, или колекцију повезаних, занимљивих чињеница. Такође, може да буде лепо да знате о напретку и изазову, тако да онај који учи добије шансу да примени концепт који је управо научио на до сада непознату ситуацију.",
	"I18N_TEACH_PAGE_PUBLICATION_INSTRUCTIONS_INSTRUCTION_3": "<strong>Дајте информативну подршку</strong> — Немојте само говорити ученицима да су у праву или да нису. Објасните зашто је то тако, или отиђите корак даље и помозите им да схвате зашто су направили грешку. Користите фолбеке за давање хинтова за отворена питања и дајте ученицима нове, корисне увиде.",
	"I18N_TEACH_PAGE_PUBLICATION_INSTRUCTIONS_INSTRUCTION_4": "<strong>Лекторисање и коректура</strong> — Побрините се да Ваше истраживање буде добро написано и лако читљиво. Треба да буде без типографских грешака, чињеничних грешака и сличних недостатака, пошто ће у противном бити смањен кредибилитет истог у очима ученика.",
	"I18N_TEACH_PAGE_PUBLICATION_INSTRUCTIONS_INSTRUCTION_5": "<strong>Представите истраживање тачно</strong> — Циљ учења је показан ученицима који претражују истраживања и требало би одражава садржај Вашег истраживања. Истраживање би требало да опише садржај обећан у циљу учења и самом истраживању.",
	"I18N_TEACH_PAGE_PUBLICATION_INSTRUCTIONS_INSTRUCTION_6": "<strong>Будите занимљиви!</strong> — Најбоља истраживања причају причу и имају интересантне теме. Дају читаоцу шансу да размисли о концептима, тестира ново знање и стекне корисно искуство из свог рада.",
	"I18N_TEACH_PAGE_PUBLICATION_INSTRUCTIONS_PARAGRAPH_1": "Када се истраживање објави, приписује се Вама, те постаје доступно било коме да из њега учи. У циљу прављења доброг извора за учење за студенте, ево неколико савета који могу да буду од користи:",
	"I18N_TEACH_PAGE_PUBLICATION_INSTRUCTIONS_PARAGRAPH_2": "За додатну помоћ о прављењу корисних истраживања и пружању подршке, погледајте страницу <a href=\"http://oppia.github.io/#/DesignTips\" class=\"inline-links\">Савети за дизајн</a>.",
	"I18N_TEACH_PAGE_PUBLICATION_POLICY_HEADING": "Полиса објављивања",
	"I18N_TEACH_PAGE_PUBLICATION_POLICY_PARAGRAPH_1": "Било који власник приватног истраживања може да објави исто било када. Међутим, истраживања ниског квалитета могу остати необјављена од стране модератора, са подршком о томе како их унапредити.",
	"I18N_TEACH_PAGE_PUBLICATION_POLICY_PARAGRAPH_2": "Истраживања треба да се континуирано унапређују, а она која не буду уређивана дуго времена могу да постану „сирочад”. У овом случају, власништво може да се преда Опијиној заједници у целини (по модераторовом нахођењу), тако да се истраживање може наставити унапређивати.",
	"I18N_TEACH_PAGE_TAB_PARTICIPATION_PLAYBOOK": "Приручник за учешће",
	"I18N_TEACH_PAGE_TAB_TEACH_WITH_OPPIA": "Учење са Опијом",
	"I18N_TOPNAV_SIGN_IN_WITH_GOOGLE": "Пријава преко Гугла"
}
